[{
    "poster_path": "/9O7gLzmreU0nGkIB6K3BsJbzvNv.jpg",
    "overview": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
    "release_date": "1994-09-10",
    "id": 278,
    "title": "The Shawshank Redemption",
    "backdrop_path": "/xBKGJQsAIeweesB79KC89FpBrVr.jpg",
    "popularity": 7.911657,
    "vote_count": 5448,
    "vote_average": 8.33,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/lIv1QinFqz4dlp5U4lQ6HaiskOZ.jpg",
    "overview": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
    "release_date": "2014-10-10",
    "id": 244786,
    "title": "Whiplash",
    "backdrop_path": "/6bbZ6XyvgfjhQwbplnUh1LSj1ky.jpg",
    "popularity": 9.727756,
    "vote_count": 2170,
    "vote_average": 8.26,
    "genre": ["Drama", "Music"]
}, {
    "poster_path": "/d4KNaTrltq6bpkFS01pYtyXa09m.jpg",
    "overview": "The story spans the years from 1945 to 1955 and chronicles the fictional Italian-American Corleone crime family. When organized crime family patriarch Vito Corleone barely survives an attempt on his life, his youngest son, Michael, steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
    "release_date": "1972-03-15",
    "id": 238,
    "title": "The Godfather",
    "backdrop_path": "/6xKCYgH16UuwEGAyroLU6p8HLIn.jpg",
    "popularity": 6.088924,
    "vote_count": 3740,
    "vote_average": 8.25,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/s0C78plmx3dFcO3WMnoXCz56FiN.jpg",
    "overview": "A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes.",
    "release_date": "2016-04-15",
    "id": 369557,
    "title": "Sing Street",
    "backdrop_path": "/9j4UaRypr19wz0BOofwvkPRm1Se.jpg",
    "popularity": 3.194985,
    "vote_count": 107,
    "vote_average": 8.11,
    "genre": ["Romance", "Drama", "Music"]
}, {
    "poster_path": "/tHbMIIF51rguMNSastqoQwR0sBs.jpg",
    "overview": "The continuing saga of the Corleone crime family tells the story of a young Vito Corleone growing up in Sicily and in 1910s New York; and follows Michael Corleone in the 1950s as he attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
    "release_date": "1974-12-20",
    "id": 240,
    "title": "The Godfather: Part II",
    "backdrop_path": "/gLbBRyS7MBrmVUNce91Hmx9vzqI.jpg",
    "popularity": 4.458898,
    "vote_count": 1978,
    "vote_average": 8.1,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/yPisjyLweCl1tbgwgtzBCNCBle.jpg",
    "overview": "Told from the perspective of businessman Oskar Schindler who saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory. Schindler’s List is based on a true story, illustrated in black and white and controversially filmed in many original locations.",
    "release_date": "1993-11-29",
    "id": 424,
    "title": "Schindler's List",
    "backdrop_path": "/rIpSszng8P0DL0TimSzZbpfnvh1.jpg",
    "popularity": 4.700765,
    "vote_count": 2441,
    "vote_average": 8.09,
    "genre": ["Drama", "History", "War"]
}, {
    "poster_path": "/nBNZadXqJSdt05SHLqgT0HuC5Gm.jpg",
    "overview": "Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "release_date": "2014-11-05",
    "id": 157336,
    "title": "Interstellar",
    "backdrop_path": "/xu9zaAevzQ5nnrsXN6JcahLnG4i.jpg",
    "popularity": 16.374365,
    "vote_count": 5934,
    "vote_average": 8.09,
    "genre": ["Adventure", "Drama", "Science Fiction"]
}, {
    "poster_path": "/1hRoyzDtpgMU7Dz4JF22RANzQO7.jpg",
    "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "release_date": "2008-07-16",
    "id": 155,
    "title": "The Dark Knight",
    "backdrop_path": "/nnMC0BM6XbjIIrT4miYmMtPGcQV.jpg",
    "popularity": 7.91234,
    "vote_count": 8016,
    "vote_average": 8.07,
    "genre": ["Drama", "Action", "Crime", "Thriller"]
}, {
    "poster_path": "/811DjJTon9gD6hZ8nCjSitaIXFQ.jpg",
    "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "release_date": "1999-10-14",
    "id": 550,
    "title": "Fight Club",
    "backdrop_path": "/8uO0gUM8aNqYLs1OsTBQiXu0fEv.jpg",
    "popularity": 6.688062,
    "vote_count": 5472,
    "vote_average": 8.07,
    "genre": ["Drama"]
}, {
    "poster_path": "/eqFckcHuFCT1FrzLOAvXBb4jHwq.jpg",
    "overview": "Jack is a young boy of 5 years old who has lived all his life in one room. He believes everything within it are the only real things in the world. But what will happen when his Ma suddenly tells him that there are other things outside of Room?",
    "release_date": "2015-10-16",
    "id": 264644,
    "title": "Room",
    "backdrop_path": "/tBhp8MGaiL3BXpPCSl5xY397sGH.jpg",
    "popularity": 5.909467,
    "vote_count": 1318,
    "vote_average": 8.04,
    "genre": ["Drama", "Thriller"]
}, {
    "poster_path": "/dM2w364MScsjFf8pfMbaWUcWrR.jpg",
    "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "release_date": "1994-10-14",
    "id": 680,
    "title": "Pulp Fiction",
    "backdrop_path": "/mte63qJaVnoxkkXbHkdFujBnBgd.jpg",
    "popularity": 6.50409,
    "vote_count": 4947,
    "vote_average": 8.04,
    "genre": ["Thriller", "Crime"]
}, {
    "poster_path": "/z4ROnCrL77ZMzT0MsNXY5j25wS2.jpg",
    "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events - in each case, far exceeding what anyone imagined he could do. Yet, despite all the things he has attained, his one true love eludes him. 'Forrest Gump' is the story of a man who rose above his challenges, and who proved that determination, courage, and love are more important than ability.",
    "release_date": "1994-07-06",
    "id": 13,
    "title": "Forrest Gump",
    "backdrop_path": "/ctOEhQiFIHWkiaYp7b0ibSTe5IL.jpg",
    "popularity": 6.089368,
    "vote_count": 4486,
    "vote_average": 8.03,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/6u1fYtxG5eqjhtCPDx04pJphQRW.jpg",
    "overview": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
    "release_date": "1980-01-01",
    "id": 1891,
    "title": "The Empire Strikes Back",
    "backdrop_path": "/AkE7LQs2hPMG5tpWYcum847Knre.jpg",
    "popularity": 4.149377,
    "vote_count": 3696,
    "vote_average": 8.01,
    "genre": ["Adventure", "Action", "Science Fiction"]
}, {
    "poster_path": "/2Sns5oMb356JNdBHgBETjIpRYy9.jpg",
    "overview": "While serving time for insanity at a state mental hospital, implacable rabble-rouser Randle Patrick McMurphy inspires his fellow patients to rebel against the authoritarian rule of head nurse Mildred Ratched.",
    "release_date": "1975-11-18",
    "id": 510,
    "title": "One Flew Over the Cuckoo's Nest",
    "backdrop_path": "/8qpUbdLQJHPnTi0DgnBGHZJokSz.jpg",
    "popularity": 4.565453,
    "vote_count": 1461,
    "vote_average": 8.01,
    "genre": ["Drama"]
}, {
    "poster_path": "/pwpGfTImTGifEGgLb3s6LRPd4I6.jpg",
    "overview": "Henry Hill is a small time gangster, who takes part in a robbery with Jimmy Conway and Tommy De Vito, two other gangsters who have set their sights a bit higher. His two partners kill off everyone else involved in the robbery, and slowly start to climb up through the hierarchy of the Mob. Henry, however, is badly affected by his partners success, but will he stoop low enough to bring about the downfall of Jimmy and Tommy?",
    "release_date": "1990-09-12",
    "id": 769,
    "title": "Goodfellas",
    "backdrop_path": "/xDEOxA01480uLTWuvQCw61VmDBt.jpg",
    "popularity": 3.646943,
    "vote_count": 1638,
    "vote_average": 8.01,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/qcL1YfkCxfhsdO6sDDJ0PpzMF9n.jpg",
    "overview": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
    "release_date": "1957-03-25",
    "id": 389,
    "title": "12 Angry Men",
    "backdrop_path": "/lH2Ga8OzjU1XlxJ73shOlPx6cRw.jpg",
    "popularity": 3.983452,
    "vote_count": 1186,
    "vote_average": 8.01,
    "genre": ["Drama"]
}, {
    "poster_path": "/aAmfIX3TT40zUHGcCKrlOZRKC7u.jpg",
    "overview": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.",
    "release_date": "2015-06-09",
    "id": 150540,
    "title": "Inside Out",
    "backdrop_path": "/szytSpLAyBh3ULei3x663mAv5ZT.jpg",
    "popularity": 6.127099,
    "vote_count": 3613,
    "vote_average": 8.01,
    "genre": ["Comedy", "Animation", "Family"]
}, {
    "poster_path": "/lQy2QVcacuH55k37K9Ox0gw3YpZ.jpg",
    "overview": "In 2013, something terrible is awakening in London's National Gallery; in 1562, a murderous plot is afoot in Elizabethan England; and somewhere in space an ancient battle reaches its devastating conclusion. All of reality is at stake as the Doctor's own dangerous past comes back to haunt him.",
    "release_date": "2013-11-23",
    "id": 313106,
    "title": "Doctor Who: The Day of the Doctor",
    "backdrop_path": "/8bxjRFqFztBoXdVEx6q2u66a0s1.jpg",
    "popularity": 1.740327,
    "vote_count": 177,
    "vote_average": 8,
    "genre": ["Science Fiction", "Adventure"]
}, {
    "poster_path": "/tpoaLlY0ZdVGDLToVwkGdWxLHRe.jpg",
    "overview": "A peculiar neighbor offers hope to a recent widow who is struggling to raise a teenager who is unpredictable and, sometimes, violent.",
    "release_date": "2014-05-22",
    "id": 265177,
    "title": "Mommy",
    "backdrop_path": "/ztBezkk2jDQMutGHIa57xvPc2OU.jpg",
    "popularity": 3.050317,
    "vote_count": 349,
    "vote_average": 8,
    "genre": ["Drama"]
}, {
    "poster_path": "/yRXTVpDRBA3983C3HjoY0SO4dV6.jpg",
    "overview": "Drawn from interviews with survivors of Easy Company, as well as their journals and letters, Band of Brothers chronicles the experiences of these men from paratrooper training in Georgia through the end of the war. As an elite rifle company parachuting into Normandy early on D-Day morning, participants in the Battle of the Bulge, and witness to the horrors of war, the men of Easy knew extraordinary bravery and extraordinary fear - and became the stuff of legend. Based on Stephen E. Ambrose's acclaimed book of the same name.",
    "release_date": "2001-09-09",
    "id": 331214,
    "title": "Band of Brothers",
    "backdrop_path": "/x4cycTgAtBIy4TP0DBD2RhtKpol.jpg",
    "popularity": 1.950538,
    "vote_count": 271,
    "vote_average": 8,
    "genre": ["Action", "Drama", "War"]
}, {
    "poster_path": "/3yJUlOtVa09CYJocwBU8eAryja0.jpg",
    "overview": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cellblock's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
    "release_date": "1999-12-10",
    "id": 497,
    "title": "The Green Mile",
    "backdrop_path": "/dATygzDbQGJWlolx2vebgqFYAKO.jpg",
    "popularity": 4.374789,
    "vote_count": 2116,
    "vote_average": 7.99,
    "genre": ["Fantasy", "Drama", "Crime"]
}, {
    "poster_path": "/tkQ1NGAARD6NYEDOVYzal6zfIpo.jpg",
    "overview": "Ricky is a defiant young city kid who finds himself on the run with his cantankerous foster uncle in the wild New Zealand bush. A national manhunt ensues, and the two are forced to put aside their differences and work together to survive.",
    "release_date": "2016-03-31",
    "id": 371645,
    "title": "Hunt for the Wilderpeople",
    "backdrop_path": "/xS35Qsjvpzyiz7wBftfq45PTKOK.jpg",
    "popularity": 2.975321,
    "vote_count": 100,
    "vote_average": 7.99,
    "genre": ["Drama", "Adventure", "Comedy"]
}, {
    "poster_path": "/3TpMBcAYH4cxCw5WoRacWodMTCG.jpg",
    "overview": "An urban office worker finds that paper airplanes are instrumental in meeting a girl in ways he never expected.",
    "release_date": "2012-11-02",
    "id": 140420,
    "title": "Paperman",
    "backdrop_path": "/cqn1ynw78Wan37jzs1Ckm7va97G.jpg",
    "popularity": 2.407347,
    "vote_count": 472,
    "vote_average": 7.98,
    "genre": ["Animation", "Family", "Romance"]
}, {
    "poster_path": "/noUp0XOqIcmgefRnRZa1nhtRvWO.jpg",
    "overview": "Based on the real life story of legendary cryptanalyst Alan Turing, the film portrays the nail-biting race against time by Turing and his brilliant team of code-breakers at Britain's top-secret Government Code and Cypher School at Bletchley Park, during the darkest days of World War II.",
    "release_date": "2014-11-14",
    "id": 205596,
    "title": "The Imitation Game",
    "backdrop_path": "/qcb6z1HpokTOKdjqDTsnjJk0Xvg.jpg",
    "popularity": 8.952466,
    "vote_count": 3163,
    "vote_average": 7.97,
    "genre": ["History", "Drama", "Thriller", "War"]
}, {
    "poster_path": "/fXepRAYOx1qC3wju7XdDGx60775.jpg",
    "overview": "Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.",
    "release_date": "1998-10-30",
    "id": 73,
    "title": "American History X",
    "backdrop_path": "/i9A0UMFg1hI2kLyCCwnmSbpT2cd.jpg",
    "popularity": 4.011038,
    "vote_count": 1435,
    "vote_average": 7.96,
    "genre": ["Drama"]
}, {
    "poster_path": "/A2rxR8g3y6kcjIoR2fcwtq9eppc.jpg",
    "overview": "Dignity. Poise. Mystery. We expect nothing less from the great turn-of-the-century magician, Presto. But when Presto neglects to feed his rabbit one too many times, the magician finds he isn't the only one with a few tricks up his sleeve!",
    "release_date": "2008-06-18",
    "id": 13042,
    "title": "Presto",
    "backdrop_path": "/sFQ10h9DnjOYIF4HjtLQuZ8pnb4.jpg",
    "popularity": 2.009898,
    "vote_count": 273,
    "vote_average": 7.96,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/uvNv23Arf2ZYtimiStSB2c1DAEX.jpg",
    "overview": "The story of the last Seal Child’s journey home. After their mother’s disappearance, Ben and Saoirse are sent to live with Granny in the city. When they resolve to return to their home by the sea, their journey becomes a race against time as they are drawn into a world Ben knows only from his mother’s folktales. But this is no bedtime story; these fairy folk have been in our world far too long. It soon becomes clear to Ben that Saoirse is the key to their survival.",
    "release_date": "2014-09-06",
    "id": 110416,
    "title": "Song of the Sea",
    "backdrop_path": "/pmzR5Q8W0wbxpBV3lp548hBESiE.jpg",
    "popularity": 2.792171,
    "vote_count": 239,
    "vote_average": 7.96,
    "genre": ["Family", "Animation", "Fantasy"]
}, {
    "poster_path": "/qJ9ouIj4wN24asvKTUSAcJnSfrT.jpg",
    "overview": "This Oscar-winning animated short film tells the story of one man's love life as seen through the eyes of his best friend and dog, Winston, and revealed bite by bite through the meals they share.",
    "release_date": "2014-11-07",
    "id": 293299,
    "title": "Feast",
    "backdrop_path": "/fCVPTB6VxfIy2xKGDLt9Ek5OJhm.jpg",
    "popularity": 2.307501,
    "vote_count": 305,
    "vote_average": 7.96,
    "genre": ["Romance", "Comedy", "Animation", "Drama", "Family"]
}, {
    "poster_path": "/nX5XotM9yprCKarRH4fzOq1VM1J.jpg",
    "overview": "The Grand Budapest Hotel tells of a legendary concierge at a famous European hotel between the wars and his friendship with a young employee who becomes his trusted protégé. The story involves the theft and recovery of a priceless Renaissance painting, the battle for an enormous family fortune and the slow and then sudden upheavals that transformed Europe during the first half of the 20th century.",
    "release_date": "2014-02-26",
    "id": 120467,
    "title": "The Grand Budapest Hotel",
    "backdrop_path": "/n0wbp66glvDXp7aZLHcu2r97MFl.jpg",
    "popularity": 4.99769,
    "vote_count": 2566,
    "vote_average": 7.95,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/y31QB9kn3XSudA15tV7UWQ9XLuW.jpg",
    "overview": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser.",
    "release_date": "2014-07-30",
    "id": 118340,
    "title": "Guardians of the Galaxy",
    "backdrop_path": "/bHarw8xrmQeqf3t8HpuMY7zoK4x.jpg",
    "popularity": 9.160598,
    "vote_count": 5208,
    "vote_average": 7.94,
    "genre": ["Action", "Science Fiction", "Adventure"]
}, {
    "poster_path": "/jgJoRWltoS17nD5MAQ1yK2Ztefw.jpg",
    "overview": "A sole survivor tells of the twisty events leading up to a horrific gun battle on a boat, which begin when five criminals meet at a seemingly random police lineup.",
    "release_date": "1995-07-19",
    "id": 629,
    "title": "The Usual Suspects",
    "backdrop_path": "/c7e3nH3wtSBDrHRB63onrGptl6D.jpg",
    "popularity": 5.901553,
    "vote_count": 1769,
    "vote_average": 7.94,
    "genre": ["Drama", "Crime", "Thriller"]
}, {
    "poster_path": "/5M5bg79OV96Vb4O0fDjX5clxASG.jpg",
    "overview": "Everyone knows that the stork delivers babies, but where do the storks get the babies from? The answer lies up in the stratosphere, where cloud people sculpt babies from clouds and bring them to life. Gus, a lonely and insecure grey cloud, is a master at creating \"dangerous\" babies. Crocodiles, porcupines, rams and more - Gus's beloved creations are works of art, but more than a handful for his loyal delivery stork partner, Peck. As Gus's creations become more and more rambunctious, Peck's job gets harder and harder. How will Peck manage to handle both his hazardous cargo and his friend's fiery temperament?",
    "release_date": "2009-05-28",
    "id": 24480,
    "title": "Partly Cloudy",
    "backdrop_path": "/tsix4gtq4lx28I8vTuCH2BAy0A.jpg",
    "popularity": 2.186841,
    "vote_count": 211,
    "vote_average": 7.94,
    "genre": ["Adventure", "Animation", "Comedy", "Family", "Fantasy"]
}, {
    "poster_path": "/4ZP1DHlqlp83DH2lqCdqpU2g51c.jpg",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother. The place seems quirky, but fine… until Marion decides to take a shower.",
    "release_date": "1960-08-14",
    "id": 539,
    "title": "Psycho",
    "backdrop_path": "/3md49VBCeqY6MSNyAVY6d5eC6bA.jpg",
    "popularity": 4.412433,
    "vote_count": 1060,
    "vote_average": 7.93,
    "genre": ["Drama", "Horror", "Thriller"]
}, {
    "poster_path": "/gdiLTof3rbPDAmPaCf4g6op46bj.jpg",
    "overview": "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.",
    "release_date": "2014-10-01",
    "id": 210577,
    "title": "Gone Girl",
    "backdrop_path": "/bt6DhdALyhf90gReozoQ0y3R3vZ.jpg",
    "popularity": 6.091765,
    "vote_count": 3484,
    "vote_average": 7.91,
    "genre": ["Mystery", "Thriller", "Drama"]
}, {
    "poster_path": "/qmDpIHrmpJINaRKAfWQfftjCdyi.jpg",
    "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "release_date": "2010-07-14",
    "id": 27205,
    "title": "Inception",
    "backdrop_path": "/s2bT29y0ngXxxu2IA8AOzzXTRhd.jpg",
    "popularity": 7.166769,
    "vote_count": 9267,
    "vote_average": 7.91,
    "genre": ["Action", "Thriller", "Science Fiction", "Mystery", "Adventure"]
}, {
    "poster_path": "/vK1o5rZGqxyovfIhZyMELhk03wO.jpg",
    "overview": "A New York stockbroker refuses to cooperate in a large securities fraud case involving corruption on Wall Street, corporate banking world and mob infiltration. Based on Jordan Belfort's autobiography.",
    "release_date": "2013-12-25",
    "id": 106646,
    "title": "The Wolf of Wall Street",
    "backdrop_path": "/rP36Rx5RQh0rmH2ynEIaG8DxbV2.jpg",
    "popularity": 4.478781,
    "vote_count": 3720,
    "vote_average": 7.91,
    "genre": ["Crime", "Drama", "Comedy"]
}, {
    "poster_path": "/iunmxWkOi7Vk17Ob3G2HwwjgHsr.jpg",
    "overview": "The Pianist is a film adapted from the biography of Wladyslaw Szpilman. A Jewish-Polish pianist who during the second world war lived and hid miraculously in Warsaw after having gone through a terrible tragedy. A film from Roman Polanski.",
    "release_date": "2002-09-24",
    "id": 423,
    "title": "The Pianist",
    "backdrop_path": "/xUR95VFV1UTyzS1C8Lj06hi2n2M.jpg",
    "popularity": 4.465518,
    "vote_count": 854,
    "vote_average": 7.9,
    "genre": ["Drama", "War"]
}, {
    "poster_path": "/8nrQKQjD6z0SJouKHQapXzmjFc6.jpg",
    "overview": "Bud Baxter is a minor clerk in a huge New York insurance company, until he discovers a quick way to climb the corporate ladder. He lends out his apartment to the executives as a place to take their mistresses. Although he often has to deal with the aftermath of their visits, one night he's left with a major problem to solve.",
    "release_date": "1960-06-15",
    "id": 284,
    "title": "The Apartment",
    "backdrop_path": "/vF4d4hAKMcrDE4Y6zLwUSijp32g.jpg",
    "popularity": 3.273694,
    "vote_count": 201,
    "vote_average": 7.9,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/zgB9CCTDlXRv50Z70ZI4elJtNEk.jpg",
    "overview": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Sommerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
    "release_date": "1995-09-22",
    "id": 807,
    "title": "Se7en",
    "backdrop_path": "/ba4CpvnaxvAgff2jHiaqJrVpZJ5.jpg",
    "popularity": 6.146643,
    "vote_count": 3302,
    "vote_average": 7.9,
    "genre": ["Crime", "Mystery", "Thriller"]
}, {
    "poster_path": "/m4ZCx2Iwr418IGPxRfoKnpumz9X.jpg",
    "overview": "The Tramp struggles to live in modern industrial society with the help of a young homeless woman.",
    "release_date": "1936-02-05",
    "id": 3082,
    "title": "Modern Times",
    "backdrop_path": "/s58uDwuyVMqgsbmnfyrbpfF147.jpg",
    "popularity": 2.024448,
    "vote_count": 436,
    "vote_average": 7.89,
    "genre": ["Drama", "Comedy"]
}, {
    "poster_path": "/tohC9Ytf7akG9tJcdLIRtW6QL8b.jpg",
    "overview": "Sherlock Holmes and Dr. Watson find themselves in 1890s London in this holiday special.",
    "release_date": "2016-01-01",
    "id": 379170,
    "title": "Sherlock: The Abominable Bride",
    "backdrop_path": "/nxc9naASvhPWdWeI7lkbkawirm1.jpg",
    "popularity": 2.673278,
    "vote_count": 276,
    "vote_average": 7.89,
    "genre": ["Crime", "Drama", "Mystery"]
}, {
    "poster_path": "/3Ri2GReavqSHqWemlP6HYn8i2P9.jpg",
    "overview": "At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.",
    "release_date": "1989-06-02",
    "id": 207,
    "title": "Dead Poets Society",
    "backdrop_path": "/3mjgFRPcGfGrA6aQFsSMgYzJAbG.jpg",
    "popularity": 4.129057,
    "vote_count": 1260,
    "vote_average": 7.89,
    "genre": ["Drama"]
}, {
    "poster_path": "/50LoR9gJhbWZ5PpoHgi8MNTYgzd.jpg",
    "overview": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam bring the ring closer to the heart of Mordor, the dark lord's realm.",
    "release_date": "2003-12-01",
    "id": 122,
    "title": "The Lord of the Rings: The Return of the King",
    "backdrop_path": "/8BPZO0Bf8TeAy8znF43z8soK3ys.jpg",
    "popularity": 5.810723,
    "vote_count": 5344,
    "vote_average": 7.88,
    "genre": ["Adventure", "Fantasy", "Action"]
}, {
    "poster_path": "/tdvyi9asDeOF65MwTqNNMoAhqP4.jpg",
    "overview": "What lengths will a robot undergo to do his job? BURN•E is a dedicated hard working robot who finds himself locked out of his ship. BURN•E quickly learns that completing a simple task can often be a very difficult endeavor.",
    "release_date": "2008-11-17",
    "id": 13413,
    "title": "BURN•E",
    "backdrop_path": "/us64LmtSBNELHIprKB7CSt8MEvC.jpg",
    "popularity": 2.607662,
    "vote_count": 185,
    "vote_average": 7.87,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/4ctv9pxKpwjTFevWQbvaqXkXbPF.jpg",
    "overview": "A botched robbery indicates a police informant, and the pressure mounts in the aftermath at a warehouse. Crime begets violence as the survivors -- veteran Mr. White, newcomer Mr. Orange, psychopathic parolee Mr. Blonde, bickering weasel Mr. Pink and Nice Guy Eddie -- unravel.",
    "release_date": "1992-06-25",
    "id": 500,
    "title": "Reservoir Dogs",
    "backdrop_path": "/gjOiE5EYH5sqcJYlSDZnVWRMgNV.jpg",
    "popularity": 3.684651,
    "vote_count": 1855,
    "vote_average": 7.87,
    "genre": ["Crime", "Thriller"]
}, {
    "poster_path": "/tvSlBzAdRE29bZe5yYWrJ2ds137.jpg",
    "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
    "release_date": "1977-03-20",
    "id": 11,
    "title": "Star Wars",
    "backdrop_path": "/4iJfYYoQzZcONB9hNzg0J0wWyPH.jpg",
    "popularity": 6.908035,
    "vote_count": 4116,
    "vote_average": 7.87,
    "genre": ["Adventure", "Action", "Science Fiction"]
}, {
    "poster_path": "/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg",
    "overview": "Batman has stopped the reign of terror that The Mutants had cast upon his city.  Now an old foe wants a reunion and the government wants The Man of Steel to put a stop to Batman.",
    "release_date": "2013-01-18",
    "id": 142061,
    "title": "Batman: The Dark Knight Returns, Part 2",
    "backdrop_path": "/wDWPuqhgZ0INvqHsyLa470xeabT.jpg",
    "popularity": 3.59328,
    "vote_count": 252,
    "vote_average": 7.86,
    "genre": ["Animation", "Action"]
}, {
    "poster_path": "/6EDhk01fESTcdfRAvIHct4jfWk5.jpg",
    "overview": "Professional photographer L.B. \"Jeff\" Jeffries breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. He begins to suspect that a man across the courtyard may have murdered his wife. Jeff enlists the help of his high society fashion-consultant girlfriend Lisa Freemont and his visiting nurse Stella to investigate.",
    "release_date": "1954-08-01",
    "id": 567,
    "title": "Rear Window",
    "backdrop_path": "/8hknli2ljweYPkdEgl33vtJBf2U.jpg",
    "popularity": 2.77791,
    "vote_count": 704,
    "vote_average": 7.86,
    "genre": ["Mystery", "Thriller"]
}, {
    "poster_path": "/9fgh3Ns1iRzlQNYuJyK0ARQZU7w.jpg",
    "overview": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
    "release_date": "1980-05-22",
    "id": 694,
    "title": "The Shining",
    "backdrop_path": "/h4DcDCOkQBENWBJZjNlPv3adQfM.jpg",
    "popularity": 5.653829,
    "vote_count": 1713,
    "vote_average": 7.86,
    "genre": ["Horror", "Thriller"]
}, {
    "poster_path": "/xV7FKNqOwnO3aJSiRM8WCrwdRS8.jpg",
    "overview": "A 10-part mini-series from the creators of \"Band of Brothers\" telling the intertwined stories of three Marines during America's battle with the Japanese in the Pacific during World War II.",
    "release_date": "2010-05-16",
    "id": 189197,
    "title": "The Pacific",
    "backdrop_path": "/f6f2i5Qp0NxjZz6yXjAMAv4BkZo.jpg",
    "popularity": 1.732597,
    "vote_count": 170,
    "vote_average": 7.85,
    "genre": ["War", "Drama", "Action", "Adventure", "History"]
}, {
    "poster_path": "/oFwzvRgfxJc0FUr2mwYTi10dk3G.jpg",
    "overview": "A hack screenwriter writes a screenplay for a former silent-film star who has faded into Hollywood obscurity.",
    "release_date": "1950-08-10",
    "id": 599,
    "title": "Sunset Boulevard",
    "backdrop_path": "/wFkv7l6iz0fgXtmS24lTNyz8tV8.jpg",
    "popularity": 2.792941,
    "vote_count": 207,
    "vote_average": 7.85,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/fsoTLnUXEUTNuVCBxAJMY0HPPd.jpg",
    "overview": "In the not so distant future, Theodore, a lonely writer purchases a newly developed operating system designed to meet the user's every needs. To Theordore's surprise, a romantic relationship develops between him and his operating system. This unconventional love story blends science fiction and romance in a sweet tale that explores the nature of love and the ways that technology isolates and connects us all.",
    "release_date": "2013-12-18",
    "id": 152601,
    "title": "Her",
    "backdrop_path": "/hvQN0z0HeYZEM7vPOKEqE6WsMWf.jpg",
    "popularity": 4.927544,
    "vote_count": 2194,
    "vote_average": 7.85,
    "genre": ["Romance", "Science Fiction", "Drama"]
}, {
    "poster_path": "/fQMSaP88cf1nz4qwuNEEFtazuDM.jpg",
    "overview": "Suffering short-term memory loss after a head injury, Leonard Shelby embarks on a grim quest to find the lowlife who murdered his wife in this gritty, complex thriller that packs more knots than a hangman's noose. To carry out his plan, Shelby snaps Polaroids of people and places, jotting down contextual notes on the backs of photos to aid in his search and jog his memory. He even tattoos his own body in a desperate bid to remember.",
    "release_date": "2000-10-11",
    "id": 77,
    "title": "Memento",
    "backdrop_path": "/oBUznaSdjkY3HtQUzAxgdIZqh4w.jpg",
    "popularity": 5.296674,
    "vote_count": 1915,
    "vote_average": 7.85,
    "genre": ["Mystery", "Thriller"]
}, {
    "poster_path": "/py4pMp6QlKUjjzCk8icZ2GrYw3Z.jpg",
    "overview": "A young boy comes of age in the most peculiar of circumstances. Tonight is the very first time his Papa and Grandpa are taking him to work. In an old wooden boat they row far out to sea, and with no land in sight, they stop and wait. A big surprise awaits the boy as he discovers his family's most unusual line of work. Should he follow the example of his Papa, or his Grandpa? Will he be able to find his own way in the midst of their conflicting opinions and timeworn traditions?",
    "release_date": "2011-01-01",
    "id": 83564,
    "title": "La luna",
    "backdrop_path": "/p4lpdTn3nW8nZBzyAU5kbb7PPBr.jpg",
    "popularity": 2.063413,
    "vote_count": 163,
    "vote_average": 7.84,
    "genre": ["Animation", "Comedy", "Family", "Fantasy"]
}, {
    "poster_path": "/heY0CCUqN4DY3X30thssZkvWZwx.jpg",
    "overview": "When Leonard Vole is arrested for the sensational murder of a rich, middle-aged widow, the famous Sir Wilfrid Robarts agrees to appear on his behalf. Sir Wilfrid, recovering from a near-fatal heart attack, is *supposed* to be on a diet of bland, civil suits. But the lure of the criminal courts is too much for him, especially when the case is so difficult: Vole's only alibi witness is his wife, the calm and coldly calculating Christine Vole. Sir Wilfrid's task becomes even more impossible when Christine agrees to be a witness not for the defence but for the prosecution.",
    "release_date": "1957-01-01",
    "id": 37257,
    "title": "Witness for the Prosecution",
    "backdrop_path": "/MRTFbTBBW8uCklzye4dykWHjnz.jpg",
    "popularity": 2.254757,
    "vote_count": 104,
    "vote_average": 7.84,
    "genre": ["Drama", "Mystery", "Crime"]
}, {
    "poster_path": "/aoxYci1HnJdb4bno2jYSnzSGDkL.jpg",
    "overview": "Loosely based on the true-life tale of Ron Woodroof, a drug-taking, women-loving, homophobic man who in 1986 was diagnosed with HIV/AIDS and given thirty days to live.",
    "release_date": "2013-09-07",
    "id": 152532,
    "title": "Dallas Buyers Club",
    "backdrop_path": "/3hGRV0xR11aUxCGAJ52F8MTxrno.jpg",
    "popularity": 3.845264,
    "vote_count": 1693,
    "vote_average": 7.84,
    "genre": ["Drama", "History"]
}, {
    "poster_path": "/kb3X943WMIJYVg4SOAyK0pmWL5D.jpg",
    "overview": "In the pre-Civil War United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery. Facing cruelty as well as unexpected kindnesses Solomon struggles not only to stay alive, but to retain his dignity. In the twelfth year of his unforgettable odyssey, Solomon’s chance meeting with a Canadian abolitionist will forever alter his life.",
    "release_date": "2013-10-18",
    "id": 76203,
    "title": "12 Years a Slave",
    "backdrop_path": "/xnRPoFI7wzOYviw3PmoG94X2Lnc.jpg",
    "popularity": 4.164653,
    "vote_count": 2056,
    "vote_average": 7.84,
    "genre": ["Drama", "History"]
}, {
    "poster_path": "/rbx0k8IYSrBx9YhG7q3ZbVprAEx.jpg",
    "overview": "City Lights is the first silent film that Charlie Chaplin directed after he established himself with sound accompanied films. The film is about a penniless man who falls in love with a flower girl. The film was a great success and today is deemed a cult classic.",
    "release_date": "1931-01-30",
    "id": 901,
    "title": "City Lights",
    "backdrop_path": "/57pbj8Ch2VzzikD2kyNXFJ3YpMW.jpg",
    "popularity": 2.21073,
    "vote_count": 193,
    "vote_average": 7.84,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/h64Zd7aWWGL1ctsU3W4i2rQOwTk.jpg",
    "overview": "Young Vincent Malloy dreams of being just like Vincent Price and loses himself in macabre daydreams which annoys his mother.",
    "release_date": "1982-01-01",
    "id": 32085,
    "title": "Vincent",
    "backdrop_path": "/wOvpMdPUftQ2LRTE0QmD8ExmEiF.jpg",
    "popularity": 1.494288,
    "vote_count": 97,
    "vote_average": 7.84,
    "genre": ["Animation", "Drama", "Fantasy"]
}, {
    "poster_path": "/fqP3Q7DWMFqW7mh11hWXbNwN9rz.jpg",
    "overview": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
    "release_date": "1984-02-17",
    "id": 311,
    "title": "Once Upon a Time in America",
    "backdrop_path": "/vnT6HzjLSDrAweHn9xWykb8Ii6T.jpg",
    "popularity": 2.997211,
    "vote_count": 517,
    "vote_average": 7.83,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/4jspr8hLLuju59bCnMiefzRW4p0.jpg",
    "overview": "A look at the relationship between the famous physicist Stephen Hawking and his wife.",
    "release_date": "2014-11-26",
    "id": 266856,
    "title": "The Theory of Everything",
    "backdrop_path": "/geAe08WmchATnZF461WffQBqJk1.jpg",
    "popularity": 4.234817,
    "vote_count": 1763,
    "vote_average": 7.83,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/wYkiNNMM1O5c2yEcj8Lf9UbaB1a.jpg",
    "overview": "Grace, a compassionate young supervisor at a foster care facility, works with her boyfriend and colleague, Mason, to help at-risk teens. But when a new charge dredges up memories of her own troubled past, Grace's tough exterior begins eroding.",
    "release_date": "2013-08-23",
    "id": 169813,
    "title": "Short Term 12",
    "backdrop_path": "/ddlMODFJUjvhzrymuW7O7KPuhVL.jpg",
    "popularity": 2.463156,
    "vote_count": 282,
    "vote_average": 7.83,
    "genre": ["Drama"]
}, {
    "poster_path": "/f3DEXseCs3WBtvCv9pVPCtoluuG.jpg",
    "overview": "During World War I, commanding officer General Broulard (Adolphe Menjou) orders his subordinate, General Mireau (George Macready), to attack a German trench position, offering a promotion as an incentive. Though the mission is foolhardy to the point of suicide, Mireau commands his own subordinate, Colonel Dax (Kirk Douglas), to plan the attack. When it ends in disaster, General Mireau demands the court-martial of three random soldiers in order to save face.",
    "release_date": "1957-09-18",
    "id": 975,
    "title": "Paths of Glory",
    "backdrop_path": "/sC4fbX0mKYEs16riivryzMl6GwR.jpg",
    "popularity": 2.213231,
    "vote_count": 224,
    "vote_average": 7.82,
    "genre": ["Drama", "War"]
}, {
    "poster_path": "/qjAyTj2BSth1EQ89vNfo0JYVPFN.jpg",
    "overview": "FBI trainee Clarice Starling ventures into a maximum-security asylum to pick the diseased brain of Hannibal Lecter, a psychiatrist turned homicidal cannibal. Starling needs clues to help her capture a serial killer. Unfortunately, her Faustian relationship with Lecter soon leads to his escape, and now two deranged killers are on the loose.",
    "release_date": "1991-02-14",
    "id": 274,
    "title": "The Silence of the Lambs",
    "backdrop_path": "/upTn8UYt1n92opIEIyzh8HljB0F.jpg",
    "popularity": 2.084472,
    "vote_count": 2440,
    "vote_average": 7.82,
    "genre": ["Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/maBSw4YgUzjQoowiMI51FG0Npzc.jpg",
    "overview": "A Minion, seeing many owners walk their dogs, wants a puppy of his own. He tries to leash a ladybug but fails. Luckily, a UFO that sweeps away the ladybug somehow agrees to become a Puppy.",
    "release_date": "2013-12-10",
    "id": 229407,
    "title": "Minions: Puppy",
    "backdrop_path": "/eAKzsYVHiC0bSNudVo9IgREurmm.jpg",
    "popularity": 2.032603,
    "vote_count": 78,
    "vote_average": 7.82,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/l8dn7rKbjP36PtHsViHGpzf5ey7.jpg",
    "overview": "At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
    "release_date": "1979-08-15",
    "id": 28,
    "title": "Apocalypse Now",
    "backdrop_path": "/k91Dag8AZbhjIJqrtf7F1bQnGPg.jpg",
    "popularity": 2.893122,
    "vote_count": 1004,
    "vote_average": 7.82,
    "genre": ["Drama", "War"]
}, {
    "poster_path": "/1yqWnnRtbixqolHARRH4KymNBhj.jpg",
    "overview": "An aging codger named Geri plays a daylong game of chess in the park against himself. Somehow, he begins losing to his livelier opponent. But just when the game's nearly over, Geri manages to turn the tables.",
    "release_date": "1997-11-24",
    "id": 13929,
    "title": "Geri's Game",
    "backdrop_path": "/baddGVlv1zk1RDhf0dKUHyKxcQq.jpg",
    "popularity": 1.36297,
    "vote_count": 170,
    "vote_average": 7.82,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/hGRfWcy1HRGbsjK6jF7NILmqmFT.jpg",
    "overview": "The special bond that develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.",
    "release_date": "2014-10-22",
    "id": 177572,
    "title": "Big Hero 6",
    "backdrop_path": "/2BXd0t9JdVqCp9sKf6kzMkr7QjB.jpg",
    "popularity": 9.308652,
    "vote_count": 3880,
    "vote_average": 7.81,
    "genre": ["Adventure", "Family", "Animation", "Action", "Comedy"]
}, {
    "poster_path": "/fIf4nLpWHK8BsbH76fPgMbLSjuU.jpg",
    "overview": "The story of the onset of the HIV-AIDS crisis in New York City in the early 1980s, taking an unflinching look at the nation's sexual politics as gay activists and their allies in the medical community fight to expose the truth about the burgeoning epidemic to a city and nation in denial.",
    "release_date": "2014-05-25",
    "id": 113833,
    "title": "The Normal Heart",
    "backdrop_path": "/i5r9aTDKo1y6paUX1PHsPhZstZk.jpg",
    "popularity": 1.813521,
    "vote_count": 188,
    "vote_average": 7.81,
    "genre": ["Drama"]
}, {
    "poster_path": "/sc6XLX6J714LDkVV3Ys3clgypQS.jpg",
    "overview": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a patient named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.",
    "release_date": "2014-05-16",
    "id": 222935,
    "title": "The Fault in Our Stars",
    "backdrop_path": "/hZWp4W5aQvGm1WiiGFYIuBUOQ3K.jpg",
    "popularity": 3.792373,
    "vote_count": 2215,
    "vote_average": 7.81,
    "genre": ["Romance", "Drama"]
}, {
    "poster_path": "/yxq4pk1xGmro8tQABuQIrWrvdaE.jpg",
    "overview": "Robert De Niro stars as Travis Bickle in this oppressive psychodrama about a Vietnam veteran who rebels against the decadence and immorality of big city life in New York while working the nightshift as a taxi driver.",
    "release_date": "1976-02-08",
    "id": 103,
    "title": "Taxi Driver",
    "backdrop_path": "/hjmJKAVoZ3n2KWbKgasbfdugwhu.jpg",
    "popularity": 4.41801,
    "vote_count": 1126,
    "vote_average": 7.81,
    "genre": ["Crime", "Drama"]
}, {
    "poster_path": "/wbE5SRTZFtQxgj2nIo4HJpQDk0k.jpg",
    "overview": "In the tradition of “Ferris Bueller’s Day Off” comes this refreshing comedy about a rebellious prankster with a crafty mind and a heart of gold. Rascal. Joker. Dreamer. Genius... You've never met a college student quite like \"Rancho.\" From the moment he arrives at India's most prestigious university, Rancho's outlandish schemes turn the campus upside down—along with the lives of his two newfound best friends. Together, they make life miserable for \"Virus,\" the school’s uptight and heartless dean. But when Rancho catches the eye of the dean's sexy daughter, Virus sets his sights on flunking out the \"3 idiots\" once and for all.",
    "release_date": "2009-12-23",
    "id": 20453,
    "title": "3 Idiots",
    "backdrop_path": "/6LnwpadKFRrqam7IfBAi3lNTz6Y.jpg",
    "popularity": 2.176575,
    "vote_count": 641,
    "vote_average": 7.8,
    "genre": ["Drama", "Comedy", "Romance"]
}, {
    "poster_path": "/yAhqW57pwMAsCgmZpM5zSIVQVTh.jpg",
    "overview": "When Keller Dover's daughter and her friend go missing, he takes matters into his own hands as the police pursue multiple leads and the pressure mounts. But just how far will this desperate father go to protect his family?",
    "release_date": "2013-09-18",
    "id": 146233,
    "title": "Prisoners",
    "backdrop_path": "/cLGKawjQ5tUJCuDyR0OnGYT4fyf.jpg",
    "popularity": 2.869433,
    "vote_count": 1690,
    "vote_average": 7.79,
    "genre": ["Drama", "Thriller", "Crime"]
}, {
    "poster_path": "/bxVxZb5O9OxCO0oRUNdCnpy9NST.jpg",
    "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "release_date": "2001-12-18",
    "id": 120,
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "backdrop_path": "/pIUvQ9Ed35wlWhY2oU6OmwEsmzG.jpg",
    "popularity": 5.753303,
    "vote_count": 5767,
    "vote_average": 7.79,
    "genre": ["Adventure", "Fantasy", "Action"]
}, {
    "poster_path": "/48A2gbhkXJY5WIKFe4IvNUCl665.jpg",
    "overview": "Jane Austen's classic novel about the prejudice that occurred between the 19th century classes and the pride which would keep lovers apart.",
    "release_date": "1995-09-24",
    "id": 164721,
    "title": "Pride and Prejudice",
    "backdrop_path": "/reWBdmqGKHRDBJwDeOLhMAUQMYx.jpg",
    "popularity": 2.384287,
    "vote_count": 78,
    "vote_average": 7.79,
    "genre": ["Romance", "Drama"]
}, {
    "poster_path": "/zr2p353wrd6j3wjLgDT4TcaestB.jpg",
    "overview": "After getting a green card in exchange for assassinating a Cuban government official, Tony Montana stakes a claim on the drug trade in Miami. Viciously murdering anyone who stands in his way, Tony eventually becomes the biggest drug lord in the state, controlling nearly all the cocaine that comes through Miami. But increased pressure from the police, wars with Colombian drug cartels and his own drug-fueled paranoia serve to fuel the flames of his eventual downfall.",
    "release_date": "1983-12-08",
    "id": 111,
    "title": "Scarface",
    "backdrop_path": "/51fjuzYoJKvGW43j32nBpWW6Tm1.jpg",
    "popularity": 3.578673,
    "vote_count": 1580,
    "vote_average": 7.78,
    "genre": ["Action", "Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/ngKxbvsn9Si5TYVJfi1EGAGwThU.jpg",
    "overview": "The true story of how The Boston Globe uncovered the massive scandal of child molestation and cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core.",
    "release_date": "2015-11-06",
    "id": 314365,
    "title": "Spotlight",
    "backdrop_path": "/mYle76KdC8vaMJz6r73S0nKmnk2.jpg",
    "popularity": 5.110288,
    "vote_count": 1347,
    "vote_average": 7.78,
    "genre": ["Drama", "Thriller", "History"]
}, {
    "poster_path": "/pTpxQB1N0waaSc3OSn0e9oc8kx9.jpg",
    "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
    "release_date": "1985-07-03",
    "id": 105,
    "title": "Back to the Future",
    "backdrop_path": "/x4N74cycZvKu5k3KDERJay4ajR3.jpg",
    "popularity": 6.264517,
    "vote_count": 3512,
    "vote_average": 7.77,
    "genre": ["Adventure", "Comedy", "Science Fiction", "Family"]
}, {
    "poster_path": "/oN0Ry08rfTOniGkyTc2XjUm2Cnl.jpg",
    "overview": "It is just another evening commute until the rain starts to fall, and the city comes alive to the sound of dripping rain pipes, whistling awnings and gurgling gutters.",
    "release_date": "2013-02-12",
    "id": 200481,
    "title": "The Blue Umbrella",
    "backdrop_path": "/mPbrOfoFQpBkCJPzUr9YMoYB7W2.jpg",
    "popularity": 1.415891,
    "vote_count": 130,
    "vote_average": 7.77,
    "genre": ["Animation", "Romance"]
}, {
    "poster_path": "/5o5fv1dHG7vWoH2hmqwihVPBoBm.jpg",
    "overview": "Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "release_date": "2002-12-18",
    "id": 121,
    "title": "The Lord of the Rings: The Two Towers",
    "backdrop_path": "/dG4BmM32XJmKiwopLDQmvXEhuHB.jpg",
    "popularity": 6.300854,
    "vote_count": 4824,
    "vote_average": 7.77,
    "genre": ["Adventure", "Fantasy", "Action"]
}, {
    "poster_path": "/4dPMIlHN5y8DK1H1kbjstJciUJG.jpg",
    "overview": "Chaplin plays two totally opposite roles in his first \"talkie,\" giving a superb display of his boundless talent for both inspired comedy and powerful drama. One of his masterfully drawn characters is a Jewish barber facing the constant threat of storm troopers and religious persecution. The other is the great dictator, Hynkel, a brilliant lampoon of Adolph Hitler that is awesome proof of Chaplin's pantomime genius. The movie's famous highlight comes in its final scene, when Chaplin steps out of character and addresses the camera with an eloquent plea for the triumph of reason and humanity over mindless militarism.",
    "release_date": "1940-10-15",
    "id": 914,
    "title": "The Great Dictator",
    "backdrop_path": "/qkpsvso2neEr7v6YnyMoZtm6R9F.jpg",
    "popularity": 2.130263,
    "vote_count": 360,
    "vote_average": 7.76,
    "genre": ["Comedy"]
}, {
    "poster_path": "/p1GnnweLwSe82eMp55VEDio2Rcr.jpg",
    "overview": "When Daniel Plainview - a ruthless oil prospector - learns of oil-rich land in California that can be bought cheaply, he moves his operation there and begins manipulating and exploiting the local landowners into selling him their property. Using his young adopted son H.W. to project the image of a caring family man, Plainview gains the cooperation of almost all the locals with lofty promises to build schools and cultivate the land to make their community flourish. Over time, Plainview's gradual accumulation of wealth and power causes his true self to surface, and he begins to slowly alienate himself from everyone in his life.",
    "release_date": "2007-12-28",
    "id": 7345,
    "title": "There Will Be Blood",
    "backdrop_path": "/xzqwxyQlhbdnnSpFbBpuDhdVZ92.jpg",
    "popularity": 3.439279,
    "vote_count": 759,
    "vote_average": 7.76,
    "genre": ["Drama"]
}, {
    "poster_path": "/5MXyQfz8xUP3dIFPTubhTsbFY6N.jpg",
    "overview": "A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.",
    "release_date": "2006-10-19",
    "id": 1124,
    "title": "The Prestige",
    "backdrop_path": "/c5o7FN2vzI7xlU6IF1y64mgcH9E.jpg",
    "popularity": 4.916993,
    "vote_count": 2359,
    "vote_average": 7.75,
    "genre": ["Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/l2Vouobu5zyFvLajx5ZvnIgXncN.jpg",
    "overview": "Considered one of Charlie Chaplin's best films, The Kid also made a star of little Jackie Coogan, who plays a boy cared for by The Tramp when he's abandoned by his mother, Edna. Later, Edna has a change of heart and aches to be reunited with her son. When she finds him and wrests him from The Tramp, it makes for what turns out be one of the most heart-wrenching scenes ever included in a comedy.",
    "release_date": "1921-01-21",
    "id": 10098,
    "title": "The Kid",
    "backdrop_path": "/nY5Mc9ATFsobWVAJfnviGYaIlVG.jpg",
    "popularity": 2.539511,
    "vote_count": 180,
    "vote_average": 7.75,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/lZpWprJqbIFpEV5uoHfoK0KCnTW.jpg",
    "overview": "Thomas A. Anderson is a man living two lives. By day he is an average computer programmer and by night a malevolent hacker known as Neo, who finds himself targeted by the police when he is contacted by Morpheus, a legendary computer hacker, who reveals the shocking truth about our reality.",
    "release_date": "1999-03-30",
    "id": 603,
    "title": "The Matrix",
    "backdrop_path": "/7u3pxc0K1wx32IleAkLv78MKgrw.jpg",
    "popularity": 7.478826,
    "vote_count": 6038,
    "vote_average": 7.74,
    "genre": ["Adventure", "Action", "Thriller", "Science Fiction"]
}, {
    "poster_path": "/mQaM8fDQdFWwCTFp0TZG8fChlZ5.jpg",
    "overview": "Set in the 1930's this intricate caper deals with an ambitious small-time crook and a veteran con man who seek revenge on a vicious crime lord who murdered one of their gang.",
    "release_date": "1973-12-25",
    "id": 9277,
    "title": "The Sting",
    "backdrop_path": "/nMHkmE63qZNuHDILhDCxdoNt9Vq.jpg",
    "popularity": 2.043794,
    "vote_count": 287,
    "vote_average": 7.74,
    "genre": ["Comedy", "Crime", "Drama"]
}, {
    "poster_path": "/7y3eYvTsGjxPYDtSnumCLIMDkrV.jpg",
    "overview": "A man, Joel Barish, heartbroken that his girlfriend Clementine underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realizes that he still loves her, and may be too late to correct his mistake.",
    "release_date": "2004-03-19",
    "id": 38,
    "title": "Eternal Sunshine of the Spotless Mind",
    "backdrop_path": "/e1uECwkwbD5Zpm9Gc6eb5mbG4C4.jpg",
    "popularity": 5.295789,
    "vote_count": 1748,
    "vote_average": 7.74,
    "genre": ["Science Fiction", "Drama", "Romance"]
}, {
    "poster_path": "/l43KgZb2ICqLcYE5YDgwLWxlzIx.jpg",
    "overview": "A second-class horror movie has to be shown at Cannes Film Festival, but, before each screening, the projectionist is killed by a mysterious fellow, with hammer and sickle, just as it happens in the film to be shown.",
    "release_date": "1994-03-09",
    "id": 15097,
    "title": "Fear City: A Family-Style Comedy",
    "backdrop_path": "/3hyv5Qr3hHhAH3yYGjuoMc7iRek.jpg",
    "popularity": 1.341276,
    "vote_count": 98,
    "vote_average": 7.74,
    "genre": ["Comedy"]
}, {
    "poster_path": "/6zYuTKyvcwmtNvXXvJZNT0IgBL0.jpg",
    "overview": "In Nazi-occupied France during World War II, a group of Jewish-American soldiers known as \"The Basterds\" are chosen specifically to spread fear throughout the Third Reich by scalping and brutally killing Nazis. The Basterds, lead by Lt. Aldo Raine soon cross paths with a French-Jewish teenage girl who runs a movie theater in Paris which is targeted by the soldiers.",
    "release_date": "2009-08-18",
    "id": 16869,
    "title": "Inglourious Basterds",
    "backdrop_path": "/bk0GylJLneaSbpQZXpgTwleYigq.jpg",
    "popularity": 4.60396,
    "vote_count": 3686,
    "vote_average": 7.73,
    "genre": ["Drama", "Action", "Thriller", "War"]
}, {
    "poster_path": "/jx5p0aHlbPXqe3AH9G15NvmWaqQ.jpg",
    "overview": "As Rebel leaders map their strategy for an all-out attack on the Emperor's newer, bigger Death Star. Han Solo remains frozen in the cavernous desert fortress of Jabba the Hutt, the most loathsome outlaw in the universe, who is also keeping Princess Leia as a slave girl. Now a master of the Force, Luke Skywalker rescues his friends, but he cannot become a true Jedi Knight until he wages his own crucial battle against Darth Vader, who has sworn to win Luke over to the dark side of the Force.",
    "release_date": "1983-05-23",
    "id": 1892,
    "title": "Return of the Jedi",
    "backdrop_path": "/koE7aMeR2ATivI18mCbscLsI0Nm.jpg",
    "popularity": 3.96253,
    "vote_count": 2941,
    "vote_average": 7.73,
    "genre": ["Adventure", "Action", "Science Fiction"]
}, {
    "poster_path": "/lHyYgaocXR6KcJLxVmxZDj115hH.jpg",
    "overview": "Based on a true story. After graduating from Emory University in 1992, top student and athlete Christopher McCandless abandoned his possessions, gave his entire $24,000 savings account to charity and hitchhiked to Alaska to live in the wilderness. Along the way, Christopher encounters a series of characters who shape his life.",
    "release_date": "2007-09-11",
    "id": 5915,
    "title": "Into the Wild",
    "backdrop_path": "/9yJehIjvR7ULOLxeDJoth4kDDNe.jpg",
    "popularity": 3.534085,
    "vote_count": 1613,
    "vote_average": 7.73,
    "genre": ["Adventure", "Drama"]
}, {
    "poster_path": "/lRjOR4uclMQijUav4OjeZprlehu.jpg",
    "overview": "The thrilling second chapter of the epic How To Train Your Dragon trilogy brings back the fantastical world of Hiccup and Toothless five years later. While Astrid, Snotlout and the rest of the gang are challenging each other to dragon races (the island's new favorite contact sport), the now inseparable pair journey through the skies, charting unmapped territories and exploring new worlds. When one of their adventures leads to the discovery of a secret ice cave that is home to hundreds of new wild dragons and the mysterious Dragon Rider, the two friends find themselves at the center of a battle to protect the peace.",
    "release_date": "2014-06-12",
    "id": 82702,
    "title": "How to Train Your Dragon 2",
    "backdrop_path": "/cHTJxPcq3hlshzOgHDRMCF8Wb9K.jpg",
    "popularity": 4.702031,
    "vote_count": 2018,
    "vote_average": 7.73,
    "genre": ["Fantasy", "Action", "Adventure", "Animation", "Comedy", "Family"]
}, {
    "poster_path": "/jxd2XSsnUHHUbo50nzVnVnHRPVJ.jpg",
    "overview": "Nemo Nobody leads an ordinary existence with his wife and 3 children; one day, he wakes up as a mortal centenarian in the year 2092.",
    "release_date": "2009-09-11",
    "id": 31011,
    "title": "Mr. Nobody",
    "backdrop_path": "/r9jAdQDK1tYq2wlFPBJBH9UX5TX.jpg",
    "popularity": 3.237275,
    "vote_count": 719,
    "vote_average": 7.73,
    "genre": ["Science Fiction", "Drama", "Romance", "Fantasy"]
}, {
    "poster_path": "/cjEepHZOZAwmK6nAj5jis6HV75E.jpg",
    "overview": "A biographical drama centered on the rivalry between Formula 1 drivers James Hunt and Niki Lauda during the 1976 Formula One motor-racing season.",
    "release_date": "2013-09-02",
    "id": 96721,
    "title": "Rush",
    "backdrop_path": "/bXRrKLsOgx6Fb1LlmlAezblU7uQ.jpg",
    "popularity": 4.135353,
    "vote_count": 1382,
    "vote_average": 7.72,
    "genre": ["Drama", "Action"]
}, {
    "poster_path": "/oJWzpGCLIj3uYa0ux19T2WwzTOf.jpg",
    "overview": "During an unfortunate series of events, a friend of Kung Fury is assassinated by the most dangerous kung fu master criminal of all time, Adolf Hitler, a.k.a Kung Führer.  Kung Fury decides to travel back in time to Nazi Germany in order to kill Hitler and end the Nazi empire once and for all.",
    "release_date": "2015-05-28",
    "id": 251516,
    "title": "Kung Fury",
    "backdrop_path": "/W0MNr3XN95U5KLD9xIQD96YKcS.jpg",
    "popularity": 2.252457,
    "vote_count": 469,
    "vote_average": 7.72,
    "genre": ["Action", "Comedy", "Science Fiction", "Fantasy"]
}, {
    "poster_path": "/X7S1RtotXOZNV7OlgCfh5VKZSB.jpg",
    "overview": "In 1987, five young men, using brutally honest rhymes and hardcore beats, put their frustration and anger about life in the most dangerous place in America into the most powerful weapon they had: their music.  Taking us back to where it all began, Straight Outta Compton tells the true story of how these cultural rebels—armed only with their lyrics, swagger, bravado and raw talent—stood up to the authorities that meant to keep them down and formed the world’s most dangerous group, N.W.A.  And as they spoke the truth that no one had before and exposed life in the hood, their voice ignited a social revolution that is still reverberating today.",
    "release_date": "2015-08-13",
    "id": 277216,
    "title": "Straight Outta Compton",
    "backdrop_path": "/fdDTA06o5e7MRXnTGAf4EygL2MJ.jpg",
    "popularity": 3.465048,
    "vote_count": 847,
    "vote_average": 7.71,
    "genre": ["Drama", "Music"]
}, {
    "poster_path": "/4Zrvc5rddDSHD3JmfkzvAx82wuT.jpg",
    "overview": "Greg is coasting through senior year of high school as anonymously as possible, avoiding social interactions like the plague while secretly making spirited, bizarre films with Earl, his only friend. But both his anonymity and friendship threaten to unravel when his mother forces him to befriend a classmate with leukemia.",
    "release_date": "2015-06-12",
    "id": 308369,
    "title": "Me and Earl and the Dying Girl",
    "backdrop_path": "/jrSo8OTeWZ0Ego7uOYS20syIZ5N.jpg",
    "popularity": 3.623002,
    "vote_count": 512,
    "vote_average": 7.71,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/tGLO9zw5ZtCeyyEWgbYGgsFxC6i.jpg",
    "overview": "To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise in Martin Scorsese's multiple Oscar-winning crime thriller. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.",
    "release_date": "2006-10-05",
    "id": 1422,
    "title": "The Departed",
    "backdrop_path": "/8Od5zV7Q7zNOX0y9tyNgpTmoiGA.jpg",
    "popularity": 4.48889,
    "vote_count": 2464,
    "vote_average": 7.71,
    "genre": ["Drama", "Thriller", "Crime"]
}, {
    "poster_path": "/Ai1lpWFaBHH3szTSBz7eZT3iobi.jpg",
    "overview": "As a Civil War veteran spends years searching for a young niece captured by Indians, his motivation becomes increasingly questionable.",
    "release_date": "1956-03-13",
    "id": 3114,
    "title": "The Searchers",
    "backdrop_path": "/9DhBm5dFVQwWx6lsxFog5LLiF2u.jpg",
    "popularity": 2.0357,
    "vote_count": 144,
    "vote_average": 7.71,
    "genre": ["Western"]
}, {
    "poster_path": "/ls9r2SG2IHJyCfpT0vxZZiT7ynF.jpg",
    "overview": "An insane general starts a process to nuclear holocaust that a war room of politicians and generals frantically try to stop. A classic black and white war satire from director Stanley Kubrick starring Peter Sellers.",
    "release_date": "1964-01-29",
    "id": 935,
    "title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "backdrop_path": "/8Sh5rRcOrBy4AIm3keZ50dOIn4D.jpg",
    "popularity": 3.653065,
    "vote_count": 714,
    "vote_average": 7.7,
    "genre": ["Drama", "Comedy", "War"]
}, {
    "poster_path": "/gUex3Twn97Jp8F27Op1r7OnMTFt.jpg",
    "overview": "In a hospital on the outskirts of 1920s Los Angeles, an injured stuntman begins to tell a fellow patient, a little girl with a broken arm, a fantastic story about 5 mythical heroes. Thanks to his fractured state of mind and her vivid imagination, the line between fiction and reality starts to blur as the tale advances.",
    "release_date": "2008-05-30",
    "id": 14784,
    "title": "The Fall",
    "backdrop_path": "/83a4YqnHHUhomRt44ZpkI2rERNY.jpg",
    "popularity": 2.751465,
    "vote_count": 226,
    "vote_average": 7.7,
    "genre": ["Adventure", "Fantasy", "Drama"]
}, {
    "poster_path": "/obhM86qyv8RsE69XSMTtT9FdE0b.jpg",
    "overview": "A retired San Francisco detective suffering from acrophobia investigates the strange activities of an old friend's wife, all the while becoming dangerously obsessed with her.",
    "release_date": "1958-05-09",
    "id": 426,
    "title": "Vertigo",
    "backdrop_path": "/idbDJjoTQxLejUUkDJ0FNEim6FB.jpg",
    "popularity": 3.464961,
    "vote_count": 469,
    "vote_average": 7.7,
    "genre": ["Crime", "Drama", "Mystery", "Romance", "Thriller"]
}, {
    "poster_path": "/5ig0kdWz5kxR4PHjyCgyI5khCzd.jpg",
    "overview": "In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to kill a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.",
    "release_date": "1982-06-25",
    "id": 78,
    "title": "Blade Runner",
    "backdrop_path": "/k36huckDH0v3LP1zo7maFt3mJC0.jpg",
    "popularity": 4.378429,
    "vote_count": 1954,
    "vote_average": 7.69,
    "genre": ["Science Fiction", "Drama", "Thriller"]
}, {
    "poster_path": "/bKPtXn9n4M4s8vvZrbw40mYsefB.jpg",
    "overview": "A young lion cub named Simba can't wait to be king. But his uncle craves the title for himself and will stop at nothing to get it.",
    "release_date": "1994-06-23",
    "id": 8587,
    "title": "The Lion King",
    "backdrop_path": "/klI0K4oQMsLhHdjA9Uw8WLugk9v.jpg",
    "popularity": 6.336613,
    "vote_count": 3299,
    "vote_average": 7.69,
    "genre": ["Family", "Animation", "Drama"]
}, {
    "poster_path": "/fTplI1NCSuEDP4ITLcTps739fcC.jpg",
    "overview": "In the second installment of the two-part conclusion, Harry and his best friends, Ron and Hermione, continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
    "release_date": "2011-07-07",
    "id": 12445,
    "title": "Harry Potter and the Deathly Hallows: Part 2",
    "backdrop_path": "/gblLAEIDoWRN0vBLJyFGUZnf6j5.jpg",
    "popularity": 5.228351,
    "vote_count": 3485,
    "vote_average": 7.68,
    "genre": ["Adventure", "Family", "Fantasy"]
}, {
    "poster_path": "/f0w6G44wfcnWe4gu3fn75b1pksV.jpg",
    "overview": "When an overconfident teen alien gets behind the controls of a spaceship, he must attempt to abduct a slumbering farmer under the watchful eye of a critical instructor. But abducting humans requires precision and a gentle touch, and within a few missteps it's painfully clear why more humans don't go missing every year.",
    "release_date": "2006-12-28",
    "id": 13060,
    "title": "Lifted",
    "backdrop_path": "/ddo2bZttzPgbCt7Xv7FKPNBhVCF.jpg",
    "popularity": 1.307901,
    "vote_count": 148,
    "vote_average": 7.68,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/rclZsJn4lfWY8AchAcanz63LWpd.jpg",
    "overview": "Terry Malloy dreams about being a prize fighter, while tending his pigeons and running errands at the docks for Johnny Friendly, the corrupt boss of the dockers union. Terry witnesses a murder by two of Johnny's thugs, and later meets the dead man's sister and feels responsible for his death. She introduces him to Father Barry, who tries to force him to provide information for the courts that will smash the dock racketeers.",
    "release_date": "1954-06-22",
    "id": 654,
    "title": "On the Waterfront",
    "backdrop_path": "/zXp2ydvhO9qGzpIsb1CWeKnn5yg.jpg",
    "popularity": 2.040969,
    "vote_count": 141,
    "vote_average": 7.68,
    "genre": ["Crime", "Drama"]
}, {
    "poster_path": "/jq8LjngZ7XZEQge5JFTdOGMrHyZ.jpg",
    "overview": "Will Hunting, a janitor at MIT, has a gift for mathematics but needs help from a psychologist to find direction in his life.",
    "release_date": "1997-12-05",
    "id": 489,
    "title": "Good Will Hunting",
    "backdrop_path": "/8vA6dxBzRqSajvqdmTLtoguAa3T.jpg",
    "popularity": 3.470709,
    "vote_count": 1429,
    "vote_average": 7.68,
    "genre": ["Drama"]
}, {
    "poster_path": "/tpoVEYvm6qcXueZrQYJNRLXL88s.jpg",
    "overview": "Major Bill Cage is an officer who has never seen a day of combat when he is unceremoniously demoted and dropped into combat. Cage is killed within minutes, managing to take an alpha alien down with him. He awakens back at the beginning of the same day and is forced to fight and die again... and again - as physical contact with the alien has thrown him into a time loop.",
    "release_date": "2014-05-27",
    "id": 137113,
    "title": "Edge of Tomorrow",
    "backdrop_path": "/7mgKeg18Qml5nJQa56RBZO7dIu0.jpg",
    "popularity": 3.512919,
    "vote_count": 3080,
    "vote_average": 7.68,
    "genre": ["Action", "Science Fiction"]
}, {
    "poster_path": "/zSuh8dGwqpsWR7ccvYbfxbSZ37o.jpg",
    "overview": "The night after another unsatisfactory New Year party, Tim's father tells his son that the men in his family have always had the ability to travel through time. Tim can't change history, but he can change what happens and has happened in his own life – so he decides to make his world a better place... by getting a girlfriend. Sadly, that turns out not to be as easy as he thinks.",
    "release_date": "2013-08-16",
    "id": 122906,
    "title": "About Time",
    "backdrop_path": "/oNBv90rLY76ifEExrFHdJgLzBQG.jpg",
    "popularity": 4.241597,
    "vote_count": 1224,
    "vote_average": 7.68,
    "genre": ["Comedy", "Drama", "Science Fiction"]
}, {
    "poster_path": "/muym4jTjdLx7E6as09d1wlC3sOB.jpg",
    "overview": "The hopes and dreams of four ambitious people are shattered when their drug addictions begin spiraling out of control. A look into addiction and how it overcomes the mind and body.",
    "release_date": "2000-10-27",
    "id": 641,
    "title": "Requiem for a Dream",
    "backdrop_path": "/vzujbqGcPnrHi02hDnq3RDcVUbH.jpg",
    "popularity": 2.351124,
    "vote_count": 1134,
    "vote_average": 7.67,
    "genre": ["Drama"]
}, {
    "poster_path": "/hJYwfHxh9O7lyF7hTIT7ZoP8FYQ.jpg",
    "overview": "The head of a gang of toughs, in an insensitive futuristic society, is conditioned to become physically ill at sex and violence during a prison sentence. When he is released, he's brutally beaten by all of his old adversaries.",
    "release_date": "1971-12-18",
    "id": 185,
    "title": "A Clockwork Orange",
    "backdrop_path": "/6GKCSrUmV83q3iGhKKxg19qtluD.jpg",
    "popularity": 3.95671,
    "vote_count": 1644,
    "vote_average": 7.67,
    "genre": ["Science Fiction", "Drama"]
}, {
    "poster_path": "/3Ypk0OLrECSp7tqQFLMppGBrHfo.jpg",
    "overview": "The Poseidon Adventure was one of the first Catastrophe films and began the Disaster Film genre. Director Neame tells the story of a group of people that must fight for their lives aboard a sinking ship. Based on the novel by Paul Gallico.",
    "release_date": "1972-12-01",
    "id": 551,
    "title": "The Poseidon Adventure",
    "backdrop_path": "/xwEtJVliloiuICXoyqjyTZM9qRc.jpg",
    "popularity": 2.229019,
    "vote_count": 142,
    "vote_average": 7.67,
    "genre": ["Action", "Adventure"]
}, {
    "poster_path": "/zlAjTMaWakkoJidwsYO0QNwtPqy.jpg",
    "overview": "Dr. Horrible, an aspiring supervillain with his own video blog, is attempting to join the prestigious Evil League of Evil (led by the legendary \"thoroughbred of sin\", Bad Horse), but his plans are usually foiled by the egotistical superhero Captain Hammer. Dr. Horrible's life is thrown for a loop when he falls in love with Penny, a beautiful and optimistic advocate for the homeless he meets at the laundromat.",
    "release_date": "2008-07-15",
    "id": 14301,
    "title": "Dr. Horrible's Sing-Along Blog",
    "backdrop_path": "/yFaa6UTu1IpV22EY20TcEL0dUrk.jpg",
    "popularity": 1.341052,
    "vote_count": 139,
    "vote_average": 7.67,
    "genre": ["Adventure", "Action", "Comedy", "Science Fiction", "Music"]
}, {
    "poster_path": "/pxc9EFCMYkItESpqqrI783yl8Gh.jpg",
    "overview": "Two musicians witness a mob hit and struggle to find a way out of the city before they are found by the gangsters. Their only opportunity is to join an all-girl band as they leave on a tour. To make their getaway they must first disguise themselves as women, then keep their identities secret and deal with the problems this brings - such as an attractive bandmate and a very determined suitor.",
    "release_date": "1959-03-18",
    "id": 239,
    "title": "Some Like It Hot",
    "backdrop_path": "/sdibVacEUaYcM41zmepM0J2xNqq.jpg",
    "popularity": 2.660348,
    "vote_count": 339,
    "vote_average": 7.67,
    "genre": ["Comedy", "Romance"]
}, {
    "poster_path": "/gc7IN6bWNaWXv4vI6cxSmeB7PeO.jpg",
    "overview": "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.",
    "release_date": "1998-07-24",
    "id": 857,
    "title": "Saving Private Ryan",
    "backdrop_path": "/gRtLcCQOpYUI9ThdVzi4VUP8QO3.jpg",
    "popularity": 4.794463,
    "vote_count": 3166,
    "vote_average": 7.66,
    "genre": ["Drama", "History", "War"]
}, {
    "poster_path": "/iIHO6FzF6lL4mA90rrmk3Y705XS.jpg",
    "overview": "Private eye Jake Gittes lives off the murky moral climate of sunbaked, pre-World War II Southern California. Hired by a beautiful socialite to investigate her husband's extra-marital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together.",
    "release_date": "1974-06-20",
    "id": 829,
    "title": "Chinatown",
    "backdrop_path": "/uArEeO3U7ASyQA9UbMMyn3Z6Ajw.jpg",
    "popularity": 3.297176,
    "vote_count": 403,
    "vote_average": 7.66,
    "genre": ["Crime", "Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/or1MP8BZIAjqWYxPdPX724ydKar.jpg",
    "overview": "Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.",
    "release_date": "1999-09-15",
    "id": 14,
    "title": "American Beauty",
    "backdrop_path": "/z5J18ByLeOZ68iORfMXmxeFuwyL.jpg",
    "popularity": 3.720578,
    "vote_count": 1602,
    "vote_average": 7.65,
    "genre": ["Drama"]
}, {
    "poster_path": "/AnMTMPTUzeWNbYxzp29WqYf1br1.jpg",
    "overview": "The true story of Captain Richard Phillips and the 2009 hijacking by Somali pirates of the US-flagged MV Maersk Alabama, the first American cargo ship to be hijacked in two hundred years.",
    "release_date": "2013-10-10",
    "id": 109424,
    "title": "Captain Phillips",
    "backdrop_path": "/w0RHju6nGeLhj1Ryb7mqf5xCbtG.jpg",
    "popularity": 3.150397,
    "vote_count": 1640,
    "vote_average": 7.65,
    "genre": ["Action", "Drama", "Thriller"]
}, {
    "poster_path": "/fk81iMvZTYo7MaYWGirPc0uzA55.jpg",
    "overview": "It’s the summer of 1984 – Margaret Thatcher is in power and the National Union of Mineworkers (NUM) is on strike. At the Gay Pride March in London, a group of gay and lesbian activists decides to raise money to support the families of the striking miners. But there is a problem. The Union seems embarrassed to receive their support.  But the activists are not deterred. They decide to ignore the Union and go direct to the miners. They identify a mining village in deepest Wales and set off in a mini bus to make their donation in person. And so begins the extraordinary story of two seemingly alien communities who form a surprising and ultimately triumphant partnership.",
    "release_date": "2014-09-12",
    "id": 234200,
    "title": "Pride",
    "backdrop_path": "/9CdBoClQ3UuiJMSzDbQt4I0O3J0.jpg",
    "popularity": 2.302864,
    "vote_count": 266,
    "vote_average": 7.65,
    "genre": ["Drama", "Comedy"]
}, {
    "poster_path": "/5WJnxuw41sddupf8cwOxYftuvJG.jpg",
    "overview": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
    "release_date": "2012-12-25",
    "id": 68718,
    "title": "Django Unchained",
    "backdrop_path": "/qUcmEqnzIwlwZxSyTf3WliSfAjJ.jpg",
    "popularity": 4.998026,
    "vote_count": 7059,
    "vote_average": 7.65,
    "genre": ["Drama", "Western"]
}, {
    "poster_path": "/gQg6sPYfNTUlf8wEtydzWl09RyR.jpg",
    "overview": "To Kill A Mockingbird is the film adaptation of the classic book by Harper Lee. The film tells the story of a child in a small American town in the 1930’s where color prejudice, racial hatred, and taking the law into your own hands were everyday events. Gregory Peck would receive an Oscar for his excellent portrayal of a single father named Atticus Finch.",
    "release_date": "1962-12-25",
    "id": 595,
    "title": "To Kill a Mockingbird",
    "backdrop_path": "/eb8EqwtFWVoujlbU8CmaEYc1qE5.jpg",
    "popularity": 2.282568,
    "vote_count": 279,
    "vote_average": 7.65,
    "genre": ["Crime", "Drama", "Mystery"]
}, {
    "poster_path": "/6WBIzCgmDCYrqh64yDREGeDk9d3.jpg",
    "overview": "Gladiator is an epic film of love, death, and betrayal set in the Roman Empire. General Maximus' success in battle earns the favour of an elderly Emperor at the expense of the Emperor's son. In a fit of jealous rage the son slays his father before turning his anger towards Maximus. Now reduced to a slave, his family dead, Maximus must fight as a gladiator to gain his freedom, and his revenge.",
    "release_date": "2000-05-01",
    "id": 98,
    "title": "Gladiator",
    "backdrop_path": "/5vZw7ltCKI0JiOYTtRxaIC3DX0e.jpg",
    "popularity": 5.011325,
    "vote_count": 3304,
    "vote_average": 7.65,
    "genre": ["Action", "Drama", "Adventure"]
}, {
    "poster_path": "/29veIwD38rVL2qY74emXQw4y25H.jpg",
    "overview": "A pragmatic U.S. Marine observes the dehumanizing effects the U.S.-Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.",
    "release_date": "1987-06-26",
    "id": 600,
    "title": "Full Metal Jacket",
    "backdrop_path": "/nfm6JCKUaM6dT0mATmShLY6cpmc.jpg",
    "popularity": 3.274518,
    "vote_count": 1220,
    "vote_average": 7.64,
    "genre": ["Drama", "War"]
}, {
    "poster_path": "/qzeShckQ34eJJFQ24dTx9QI8kcS.jpg",
    "overview": "An ex-Marine haunted by a tragic past, Tommy Riordan (Tom Hardy) returns to his hometown of Pittsburgh and enlists his father (Nick Nolte), a recovering alcoholic and his former coach, to train him for an MMA tournament awarding the biggest purse in the history of the sport. As Tommy blazes a violent path toward the title prize, his brother Brendan (Joel Edgerton), a former MMA fighter unable to make ends meet as a public school teacher, returns to the amateur ring to provide for his family. Even though years have passed, recriminations and past betrayals keep Brendan bitterly estranged from both Tommy and his father. But when Brendan's unlikely rise as an underdog sets him on a collision course with Tommy, the two brothers must finally confront the forces that tore them apart, all the while waging the most intense winner-take-all battle of their lives.",
    "release_date": "2011-09-09",
    "id": 59440,
    "title": "Warrior",
    "backdrop_path": "/t3Y0rPTraupA90fo8o5g64FiuCC.jpg",
    "popularity": 2.83801,
    "vote_count": 706,
    "vote_average": 7.64,
    "genre": ["Action", "Drama"]
}, {
    "poster_path": "/r7FxAytbH046wQh5LnZLQKvXgNx.jpg",
    "overview": "One by one, a flock of small birds perches on a telephone wire. Sitting close together has problems enough, and then comes along a large dopey bird that tries to join them. The birds of a feather can't help but make fun of him - and their clique mentality proves embarrassing in the end.",
    "release_date": "2000-11-01",
    "id": 13930,
    "title": "For the Birds",
    "backdrop_path": "/pCshecgO5A15qURScLMqFtyPer4.jpg",
    "popularity": 1.740485,
    "vote_count": 234,
    "vote_average": 7.64,
    "genre": ["Animation", "Comedy", "Family"]
}, {
    "poster_path": "/qZJ6d1SDsfoztmBfStwkBeTaOwG.jpg",
    "overview": "George Bailey has spent his entire life giving of himself to the people of Bedford Falls. He has always longed to travel but never had the opportunity in order to prevent rich skinflint Mr. Potter from taking over the entire town. All that prevents him from doing so is George's modest building and loan company, which was founded by his generous father. But on Christmas Eve, George's Uncle Billy loses the business's $8,000 while intending to deposit it in the bank. Potter finds the misplaced money, hides it from Billy, and George's troubles begin.",
    "release_date": "1946-12-20",
    "id": 1585,
    "title": "It's a Wonderful Life",
    "backdrop_path": "/6fDqNg8g7NJXUmsF1Dm4Y3iTAZW.jpg",
    "popularity": 3.058175,
    "vote_count": 546,
    "vote_average": 7.64,
    "genre": ["Drama", "Family", "Fantasy"]
}, {
    "poster_path": "/2OmmKrcLfFQeTd5N7pZeAw6fJPA.jpg",
    "overview": "The life of a divorced television writer dating a teenage girl is further complicated when he falls in love with his best friend's mistress.",
    "release_date": "1979-04-25",
    "id": 696,
    "title": "Manhattan",
    "backdrop_path": "/7OzHKga2gEj37QIsA86rcbr8PGf.jpg",
    "popularity": 1.776613,
    "vote_count": 279,
    "vote_average": 7.64,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/cyNQLnHnXZcTUDXVVSEYmquOTOI.jpg",
    "overview": "A coming-of-age story based on the best-selling novel by Stephen Chbosky, which follows 15-year-old freshman Charlie, an endearing and naive outsider who is taken under the wings of two seniors. A moving tale of love, loss, fear and hope - and the unforgettable friends that help us through life.",
    "release_date": "2012-09-20",
    "id": 84892,
    "title": "The Perks of Being a Wallflower",
    "backdrop_path": "/ncsbzGl0r3wRWFWQMREATaFoywm.jpg",
    "popularity": 3.108197,
    "vote_count": 1577,
    "vote_average": 7.63,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/90T7b2LIrL07ndYQBmSm09yqVEH.jpg",
    "overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
    "release_date": "1968-04-05",
    "id": 62,
    "title": "2001: A Space Odyssey",
    "backdrop_path": "/pckdZ29bHj11hBsV3SbVVfmCB6C.jpg",
    "popularity": 3.282946,
    "vote_count": 1537,
    "vote_average": 7.63,
    "genre": ["Science Fiction", "Mystery", "Adventure"]
}, {
    "poster_path": "/wOBKAoUJZb5qTsWv5XXvVV2vUzz.jpg",
    "overview": "In World War II Casablanca, Rick Blaine, exiled American and former freedom fighter, runs the most popular nightspot in town. The cynical lone wolf Blaine comes into the possession of two valuable letters of transit. When Nazi Major Strasser arrives in Casablanca, the sycophantic police Captain Renault does what he can to please him, including detaining a Czechoslovak underground leader Victor Laszlo. Much to Rick's surprise, Lazslo arrives with Ilsa, Rick's one time love. Rick is very bitter towards Ilsa, who ran out on him in Paris, but when he learns she had good reason to, they plan to run off together again using the letters of transit. Well, that was their original plan....",
    "release_date": "1942-11-26",
    "id": 289,
    "title": "Casablanca",
    "backdrop_path": "/xRqsFFteJrvLHxswk78NzU7zOrU.jpg",
    "popularity": 3.890018,
    "vote_count": 771,
    "vote_average": 7.63,
    "genre": ["Drama", "Romance", "War"]
}, {
    "poster_path": "/8x7ej0LnHdKUqilNNJXYOeyB6L9.jpg",
    "overview": "The story of a super-secret spy organization that recruits an unrefined but promising street kid into the agency's ultra-competitive training program just as a global threat emerges from a twisted tech genius.",
    "release_date": "2015-01-24",
    "id": 207703,
    "title": "Kingsman: The Secret Service",
    "backdrop_path": "/pfyWJUxrBTT2UIPoEQF3iFTHcQT.jpg",
    "popularity": 4.7446,
    "vote_count": 3596,
    "vote_average": 7.63,
    "genre": ["Crime", "Comedy", "Action", "Adventure"]
}, {
    "poster_path": "/9cJETuLMc6R0bTWRA5i7ctY9bxk.jpg",
    "overview": "WALL·E is the last robot left on an Earth that has been overrun with garbage and all humans have fled to outer space. For 700 years he has continued to try and clean up the mess, but has developed some rather interesting human-like qualities. When a ship arrives with a sleek new type of robot, WALL·E thinks he's finally found a friend and stows away on the ship when it leaves.",
    "release_date": "2008-06-22",
    "id": 10681,
    "title": "WALL·E",
    "backdrop_path": "/2nFyTvssbtJMLC6eyYwwZ88gALD.jpg",
    "popularity": 6.750596,
    "vote_count": 3999,
    "vote_average": 7.63,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/iMpsEbJ86IICI2qgADYtP9HvWTL.jpg",
    "overview": "An impromptu goodbye party for Professor John Oldman becomes a mysterious interrogation after the retiring scholar reveals to his colleagues he never ages and has walked the earth for 14,000 years.",
    "release_date": "2007-06-10",
    "id": 13363,
    "title": "The Man from Earth",
    "backdrop_path": "/o1ZTgHib2hL13L1ucSVygYSFs7o.jpg",
    "popularity": 3.316412,
    "vote_count": 357,
    "vote_average": 7.63,
    "genre": ["Science Fiction", "Drama"]
}, {
    "poster_path": "/n8wfFsQ5vtm6dM8vdgXb6OLv2GY.jpg",
    "overview": "Following the death of a publishing tycoon, news reporters scramble to discover the meaning of his final utterance.",
    "release_date": "1941-04-30",
    "id": 15,
    "title": "Citizen Kane",
    "backdrop_path": "/xqDfLC7XbiaVN5XxZBWOJCX0hU7.jpg",
    "popularity": 4.407444,
    "vote_count": 591,
    "vote_average": 7.62,
    "genre": ["Drama"]
}, {
    "poster_path": "/3MpVmIg6CgOCUrZ2TZ2P0yitCbM.jpg",
    "overview": "A drama based on the true story of a college professor's bond with the abandoned dog he takes into his home.",
    "release_date": "2009-06-13",
    "id": 28178,
    "title": "Hachi: A Dog's Tale",
    "backdrop_path": "/m87xptCZD6J15HcioOOX4kfEdeD.jpg",
    "popularity": 3.410082,
    "vote_count": 874,
    "vote_average": 7.62,
    "genre": ["Drama", "Family"]
}, {
    "poster_path": "/6o0UWX2naW7HK45PDNYmoMIk5qs.jpg",
    "overview": "Llewelyn Moss stumbles upon dead bodies, $2 million and a hoard of heroin in a Texas desert, but methodical killer Anton Chigurh comes looking for it, with local sheriff Ed Tom Bell hot on his trail. The roles of prey and predator blur as the violent pursuit of money and justice collide.",
    "release_date": "2007-11-08",
    "id": 6977,
    "title": "No Country for Old Men",
    "backdrop_path": "/7hx7ANh11TbbvHLDXUuywYkg5rK.jpg",
    "popularity": 3.650437,
    "vote_count": 1570,
    "vote_average": 7.62,
    "genre": ["Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/t1UAqk1Yej8rfxEUqNLFyKkcny1.jpg",
    "overview": "Batman has not been seen for ten years. A new breed of criminal ravages Gotham City, forcing 55-year-old Bruce Wayne back into the cape and cowl. But, does he still have what it takes to fight crime in a new era?",
    "release_date": "2012-09-06",
    "id": 123025,
    "title": "Batman: The Dark Knight Returns, Part 1",
    "backdrop_path": "/a6pB1w4lwp0WeTRQk9Q2K1F9W34.jpg",
    "popularity": 3.989004,
    "vote_count": 238,
    "vote_average": 7.62,
    "genre": ["Action", "Animation"]
}, {
    "poster_path": "/A0JKLHc5rS3uztYl9GDOMwXl1d3.jpg",
    "overview": "Overwhelmed by her suffocating schedule, touring European princess Ann takes off for a night while in Rome. When a sedative she took from her doctor kicks in, however, she falls asleep on a park bench and is found by an American reporter, Joe Bradley, who takes her back to his apartment for safety. At work the next morning, Joe finds out Ann's regal identity and bets his editor he can get exclusive interview with her, but romance soon gets in the way.",
    "release_date": "1953-09-02",
    "id": 804,
    "title": "Roman Holiday",
    "backdrop_path": "/lP5RnAzEDWcgSV4a66gYvbSPTkh.jpg",
    "popularity": 2.267196,
    "vote_count": 227,
    "vote_average": 7.61,
    "genre": ["Comedy", "Romance"]
}, {
    "poster_path": "/qPINEHB2j0PUKDqo8MNLcGEjoB7.jpg",
    "overview": "Much awarded animated documentary, in which director and Israeli army veteran Ari Folman interviews friends and former soldiers about their memories of  the 1982 Lebanon war and especially the Sabra and Shatila massacre in Beirut. The usage on animation enabled Folman to illustrate their personal memories and dreams.",
    "release_date": "2008-06-04",
    "id": 8885,
    "title": "Waltz with Bashir",
    "backdrop_path": "/d1Y0DgbYjgvEbMQjuds1ToUXHMt.jpg",
    "popularity": 1.923326,
    "vote_count": 154,
    "vote_average": 7.61,
    "genre": ["Drama", "Animation", "War"]
}, {
    "poster_path": "/j9vVQCSyNWvyBU6w9BxExZRlpZZ.jpg",
    "overview": "The neurotic New Yorker Woody Allen tells one of the greatest romantic comedies to be set in the city of New York.",
    "release_date": "1977-04-19",
    "id": 703,
    "title": "Annie Hall",
    "backdrop_path": "/8iNt5LGxpX9XeNWJgjx17xfTT7u.jpg",
    "popularity": 2.429959,
    "vote_count": 428,
    "vote_average": 7.61,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/jRx1nDUA4sb2NEKQaukXKBz6pCf.jpg",
    "overview": "Monty Python and the Holy Grail loosely follows the legend of King Arthur. Arthur along with his squire, Patsy, recruits his Knights of the Round Table, including Sir Bedevere the Wise, Sir Lancelot the Brave, Sir Robin the Not-Quite-So-Brave-As-Sir-Lancelot and Sir Galahad the Pure. On the way Arthur battles the Black Knight who, despite having had all his limbs chopped off, insists he can still fight. They reach Camelot, but Arthur decides not  to enter, as \"it is a silly place\".",
    "release_date": "1975-03-13",
    "id": 762,
    "title": "Monty Python and the Holy Grail",
    "backdrop_path": "/6fqmcCVci3cSBCgJw8NGXE4ST8G.jpg",
    "popularity": 3.003055,
    "vote_count": 1001,
    "vote_average": 7.61,
    "genre": ["Adventure", "Comedy", "Fantasy"]
}, {
    "poster_path": "/bXk6T8npfh2Ly24VMWSeZLsTLhC.jpg",
    "overview": "Virgil Oldman is a world renowned antiques expert and auctioneer. An eccentric genius, he leads a solitary life, going to extreme lengths to keep his distance from the messiness of human relationships. When appointed by the beautiful but emotionally damaged Claire to oversee the valuation and sale of her family’s priceless art collection, Virgil allows himself to form an attachment to her – and soon he is engulfed by a passion which will rock his bland existence to the core.",
    "release_date": "2013-01-01",
    "id": 152742,
    "title": "The Best Offer",
    "backdrop_path": "/jDPlqL5se7NASCH9PicCHHrGBIx.jpg",
    "popularity": 2.901093,
    "vote_count": 339,
    "vote_average": 7.61,
    "genre": ["Drama", "Romance", "Crime", "Mystery"]
}, {
    "poster_path": "/MywWCQGJNUr5kivAQ7eseCG7rm.jpg",
    "overview": "Frank W. Abagnale Jr. is a cunning con man -- posing as a doctor, lawyer and pilot all before turning 21. He's also a deft forger, and his work attracts the attention of FBI agent Carl Hanratty, who makes it his mission to put Frank behind bars. But Frank not only eludes capture, he revels in the pursuit, even taking time to taunt Carl by phone.",
    "release_date": "2002-12-25",
    "id": 640,
    "title": "Catch Me If You Can",
    "backdrop_path": "/ei0BdAPDALPp21OEZqknG43WOmO.jpg",
    "popularity": 3.80691,
    "vote_count": 2104,
    "vote_average": 7.61,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/5aGhaIHYuQbqlHWvWYqMCnj40y2.jpg",
    "overview": "During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive.",
    "release_date": "2015-09-30",
    "id": 286217,
    "title": "The Martian",
    "backdrop_path": "/sy3e2e4JwdAtd2oZGA2uUilZe8j.jpg",
    "popularity": 6.525629,
    "vote_count": 4184,
    "vote_average": 7.6,
    "genre": ["Drama", "Adventure", "Science Fiction"]
}, {
    "poster_path": "/8oPY6ULFOTbAEskySNhgsUIN4fW.jpg",
    "overview": "When Lou Bloom, desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story. Aiding him in his effort is Nina, a TV-news veteran.",
    "release_date": "2014-10-23",
    "id": 242582,
    "title": "Nightcrawler",
    "backdrop_path": "/ts4j3zYaPzdUVF3ijBeBdGVDWjX.jpg",
    "popularity": 6.661805,
    "vote_count": 1946,
    "vote_average": 7.6,
    "genre": ["Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/lDXJUmLQsViSKLbil2luD91l2kE.jpg",
    "overview": "A Victorian surgeon rescues a heavily disfigured man being mistreated by his \"owner\" as a side-show freak. Behind his monstrous facade, there is revealed a person of great intelligence and sensitivity. Based on the true story  of Joseph Merrick (called John Merrick in the film), a severely deformed man in 19th century London.",
    "release_date": "1980-10-03",
    "id": 1955,
    "title": "The Elephant Man",
    "backdrop_path": "/rR479zn26lJp4vNxXKjfBVCHLAW.jpg",
    "popularity": 2.662691,
    "vote_count": 297,
    "vote_average": 7.6,
    "genre": ["Drama", "History"]
}, {
    "poster_path": "/5TQ6YDmymBpnF005OyoB7ohZps9.jpg",
    "overview": "After the cataclysmic events in New York with The Avengers, Steve Rogers, aka Captain America is living quietly in Washington, D.C. and trying to adjust to the modern world. But when a S.H.I.E.L.D. colleague comes under attack, Steve becomes embroiled in a web of intrigue that threatens to put the world at risk. Joining forces with the Black Widow, Captain America struggles to expose the ever-widening conspiracy while fighting off professional assassins sent to silence him at every turn. When the full scope of the villainous plot is revealed, Captain America and the Black Widow enlist the help of a new ally, the Falcon. However, they soon find themselves up against an unexpected and formidable enemy—the Winter Soldier.",
    "release_date": "2014-03-20",
    "id": 100402,
    "title": "Captain America: The Winter Soldier",
    "backdrop_path": "/4qfXT9BtxeFuamR4F49m2mpKQI1.jpg",
    "popularity": 5.774831,
    "vote_count": 3637,
    "vote_average": 7.6,
    "genre": ["Action", "Adventure", "Science Fiction"]
}, {
    "poster_path": "/qGYr7P3s0gx5YLvrILnbAkpTt1K.jpg",
    "overview": "Rosie and Alex are best friends. They are suddenly separated when Alex and his family move from Dublin to America. Can their friendship survive years and miles? Will they gamble everything for true love?",
    "release_date": "2014-07-02",
    "id": 200727,
    "title": "Love, Rosie",
    "backdrop_path": "/hxpHrgnhXgIib4PuWlhz1YL5OlM.jpg",
    "popularity": 3.954677,
    "vote_count": 795,
    "vote_average": 7.6,
    "genre": ["Comedy", "Romance"]
}, {
    "poster_path": "/4ZejrrCpfoypR5lHoT3pq6yVldW.jpg",
    "overview": "Five high school students, all different stereotypes, meet in detention, where they pour their hearts out to each other, and discover how they have a lot more in common than they thought.",
    "release_date": "1985-02-15",
    "id": 2108,
    "title": "The Breakfast Club",
    "backdrop_path": "/tUSXZ37j0XpNtmOb5uwqogdcq7E.jpg",
    "popularity": 4.464601,
    "vote_count": 972,
    "vote_average": 7.59,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/pi5YexkEQ9BZIWovB5SyPmjCBjG.jpg",
    "overview": "Released shortly after the war, this classic Hitchcock film illustrates the battle between German Nazis and American spies in Rio de Janeiro where a German businessman keeps a wine cellar with uranium ore.",
    "release_date": "1946-08-15",
    "id": 303,
    "title": "Notorious",
    "backdrop_path": "/tnpGBhOXnhJ0W2wW1wSNS8jbluC.jpg",
    "popularity": 2.309262,
    "vote_count": 130,
    "vote_average": 7.59,
    "genre": ["Thriller", "Drama", "Romance"]
}, {
    "poster_path": "/gfFqBcoFW8uczyl2ytVmVmUg82k.jpg",
    "overview": "After a lifetime of dreaming of traveling the world, 78-year-old homebody Carl flies away on an unbelievable adventure with Russell, an 8-year-old Wilderness Explorer, unexpectedly in tow. Together, the unlikely pair embarks on a thrilling odyssey full of jungle beasts and rough terrain.",
    "release_date": "2009-05-13",
    "id": 14160,
    "title": "Up",
    "backdrop_path": "/qMjbMPkSCc1K19zuXNM2BgIsIRz.jpg",
    "popularity": 6.368073,
    "vote_count": 3833,
    "vote_average": 7.59,
    "genre": ["Animation", "Comedy", "Family", "Adventure"]
}, {
    "poster_path": "/yeBc5vpEiqIAZrbVQnl833GlBEi.jpg",
    "overview": "Walt Kowalski, an iron-willed and inflexible Korean War veteran living in a changing world, is forced by his immigrant neighbors to confront his long-held prejudices.",
    "release_date": "2008-12-11",
    "id": 13223,
    "title": "Gran Torino",
    "backdrop_path": "/f2fFY79HLf8FadJwoxHxuHN7Bzn.jpg",
    "popularity": 4.217869,
    "vote_count": 1672,
    "vote_average": 7.59,
    "genre": ["Drama"]
}, {
    "poster_path": "/vTPN8vh3ith8nK6Du8ijjzyw04h.jpg",
    "overview": "Aibileen Clark is a middle-aged African-American maid who has spent her life raising white children and has recently lost her only son; Minny Jackson is an African-American maid who has often offended her employers despite her family's struggles with money and her desperate need for jobs; and Eugenia \"Skeeter\" Phelan is a young white woman who has recently moved back home after graduating college to find out her childhood maid has mysteriously disappeared. These three stories intertwine to explain how life in Jackson, Mississippi revolves around \"the help\"; yet they are always kept at a certain distance because of racial lines.",
    "release_date": "2011-08-09",
    "id": 50014,
    "title": "The Help",
    "backdrop_path": "/dskiB6nk4VA9pmw20L9oN7I4tkO.jpg",
    "popularity": 3.460604,
    "vote_count": 964,
    "vote_average": 7.59,
    "genre": ["Drama"]
}, {
    "poster_path": "/gQCiuxGsfiXH1su6lp9n0nd0UeH.jpg",
    "overview": "The Dwarves, Bilbo and Gandalf have successfully escaped the Misty Mountains, and Bilbo has gained the One Ring. They all continue their journey to get their gold back from the Dragon, Smaug.",
    "release_date": "2013-12-11",
    "id": 57158,
    "title": "The Hobbit: The Desolation of Smaug",
    "backdrop_path": "/hyR7Fs6Tepgu3yCQGtgO4Ilz9tY.jpg",
    "popularity": 6.389347,
    "vote_count": 2798,
    "vote_average": 7.58,
    "genre": ["Adventure", "Fantasy"]
}, {
    "poster_path": "/eKi4e5zXhQKs0De4xu5AAMvu376.jpg",
    "overview": "The film tells a story of a divorced couple trying to raise their young son. The story follows the boy for twelve years, from first grade at age 6 through 12th grade at age 17-18, and examines his relationship with his parents as he grows.",
    "release_date": "2014-06-05",
    "id": 85350,
    "title": "Boyhood",
    "backdrop_path": "/aE1gbq6nw8zyVqvEBXMVMCqZpCs.jpg",
    "popularity": 3.526629,
    "vote_count": 1261,
    "vote_average": 7.58,
    "genre": ["Drama"]
}, {
    "poster_path": "/fnaGmGCWgGOQjCpM0TqKPZJ5x85.jpg",
    "overview": "A father living in the forests of the Pacific Northwest with his six young kids tries to assimilate back into society.",
    "release_date": "2016-07-02",
    "id": 334533,
    "title": "Captain Fantastic",
    "backdrop_path": "/8l6fLl3gTnSRP6nWFAgfGhmQl8l.jpg",
    "popularity": 7.214488,
    "vote_count": 116,
    "vote_average": 7.58,
    "genre": ["Adventure", "Comedy", "Drama", "Family", "Romance"]
}, {
    "poster_path": "/7hn4ypFky4KxaJjZ3NOQwvseMYs.jpg",
    "overview": "The movie covers the events which occurred in between the downfall of The Company, and the finale of the series, Prison Break. It details the arrest and incarceration of Sara Tancredi (Sarah Wayne Callies), the final escape plan which Michael devises for Sara. It also reveals the ultimate fate of Gretchen Morgan (Jodi Lyn O'Keefe).",
    "release_date": "2009-05-26",
    "id": 176241,
    "title": "Prison Break: The Final Break",
    "backdrop_path": "/wyS69iXbOhageQL5fdZKQtSlDFI.jpg",
    "popularity": 2.279488,
    "vote_count": 79,
    "vote_average": 7.58,
    "genre": ["Action", "Drama", "Thriller"]
}, {
    "poster_path": "/btbRB7BrD887j5NrvjxceRDmaot.jpg",
    "overview": "Caleb, a 26 year old coder at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.",
    "release_date": "2015-01-21",
    "id": 264660,
    "title": "Ex Machina",
    "backdrop_path": "/9X3cDZb4GYGQeOnZHLwMcCFz2Ro.jpg",
    "popularity": 6.785697,
    "vote_count": 2556,
    "vote_average": 7.58,
    "genre": ["Drama", "Science Fiction"]
}, {
    "poster_path": "/8sE1S2fOW7XMt0URZoHiiNsJMzr.jpg",
    "overview": "The General is a 1927 American silent film comedy from Buster Keaton. The film flopped when first released but is now regarded as the height of silent film comedy. The film is based on events from America’s civil war.",
    "release_date": "1926-12-31",
    "id": 961,
    "title": "The General",
    "backdrop_path": "/4DK3HeNiKbwpF6zaSVsp4dvJSJV.jpg",
    "popularity": 2.171224,
    "vote_count": 114,
    "vote_average": 7.57,
    "genre": ["Adventure", "Drama", "Action", "Comedy", "Romance", "War"]
}, {
    "poster_path": "/ipMQOfE4juN3FQh7uL1os1rwYRs.jpg",
    "overview": "Rizwan Khan, a Muslim from the Borivali section of Mumbai, suffers from Asperger's syndrome, a form of high-functioning autism that complicates socialization. The adult Rizwan marries a Hindu single mother, Mandira, in San Francisco. After 9/11, Rizwan is detained by authorities at LAX who mistake his disability for suspicious behavior.",
    "release_date": "2010-02-12",
    "id": 26022,
    "title": "My Name Is Khan",
    "backdrop_path": "/mHKG3hvbqevNcZCvWzoY9svUzc4.jpg",
    "popularity": 1.792391,
    "vote_count": 122,
    "vote_average": 7.57,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/78kjgspmLLOm2Glgpzqo9cS4GpI.jpg",
    "overview": "Batman faces his ultimate challenge as the mysterious Red Hood takes Gotham City by firestorm. One part vigilante, one part criminal kingpin, Red Hood begins cleaning up Gotham with the efficiency of Batman, but without following the same ethical code.",
    "release_date": "2010-07-27",
    "id": 40662,
    "title": "Batman: Under the Red Hood",
    "backdrop_path": "/fJDOk1XtYxxX6OUEHohDPuKejXF.jpg",
    "popularity": 1.564992,
    "vote_count": 263,
    "vote_average": 7.57,
    "genre": ["Action", "Animation"]
}, {
    "poster_path": "/vp46lgVDiFdT4Hw5WIISOPwnMaH.jpg",
    "overview": "Set in the changing world of the late 1960s, \"Girl, Interrupted\" is the searing true story of Susanna Kaysen (Winona Ryder), a young woman who finds herself at a renowned mental institution for troubled young women, where she must choose between the world of people who belong on the inside -- like the seductive and dangerous Lisa (Angelina Jolie) -- or the often difficult world of reality on the outside.",
    "release_date": "1999-12-21",
    "id": 3558,
    "title": "Girl, Interrupted",
    "backdrop_path": "/8lo7UP1GQUVaIAGYPU8RaeVkdFb.jpg",
    "popularity": 2.289352,
    "vote_count": 325,
    "vote_average": 7.57,
    "genre": ["Drama"]
}, {
    "poster_path": "/gyEfGVDe5puz4wgIq6073fn8pHc.jpg",
    "overview": "The sheriff of a small town in southwest Texas must keep custody of a murderer whose brother, a powerful rancher, is trying to help him escape. After a friend is killed trying to muster support for him, he and his deputies - a disgraced drunk and a cantankerous old cripple - must find a way to hold out against the rancher's hired guns until the marshal arrives. In the meantime, matters are complicated by the presence of a young gunslinger - and a mysterious beauty who just came in on the last stagecoach.",
    "release_date": "1959-03-17",
    "id": 301,
    "title": "Rio Bravo",
    "backdrop_path": "/pGOkfCqtP09QbaFSRxrmF2BxZJj.jpg",
    "popularity": 1.948269,
    "vote_count": 113,
    "vote_average": 7.57,
    "genre": ["Drama", "Romance", "Western"]
}, {
    "poster_path": "/qKkFk9HELmABpcPoc1HHZGIxQ5a.jpg",
    "overview": "The ultimate X-Men ensemble fights a war for the survival of the species across two time periods as they join forces with their younger selves in an epic battle that must change the past – to save our future.",
    "release_date": "2014-05-15",
    "id": 127585,
    "title": "X-Men: Days of Future Past",
    "backdrop_path": "/5LBcSLHAtEIIgvNkA2dPmYH5wR7.jpg",
    "popularity": 7.312218,
    "vote_count": 3774,
    "vote_average": 7.57,
    "genre": ["Action", "Adventure", "Fantasy", "Science Fiction"]
}, {
    "poster_path": "/aZeX4XNSqa08TdMHRB1gDLO6GOi.jpg",
    "overview": "Jerry, a small-town Minnesota car salesman is bursting at the seams with debt... but he's got a plan. He's going to hire two thugs to kidnap his wife in a scheme to collect a hefty ransom from his wealthy father-in-law. It's going to be a snap and nobody's going to get hurt... until people start dying. Enter Police Chief Marge, a coffee-drinking, parka-wearing - and extremely pregnant - investigator who'll stop at nothing to get her man. And if you think her small-time investigative skills will give the crooks a run for their ransom... you betcha!",
    "release_date": "1996-04-05",
    "id": 275,
    "title": "Fargo",
    "backdrop_path": "/lGAaaOzqw8nc14HOgSP58TWWo1y.jpg",
    "popularity": 3.014591,
    "vote_count": 1017,
    "vote_average": 7.56,
    "genre": ["Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/isuVmlzVtJVUqySAmkjLB4kXdNm.jpg",
    "overview": "Bonnie and Clyde is based on the true stories of the gangster pair Bonnie Parker and Clyde Barrow who in the 1930s began robbing banks in U.S. cities until they were eventually killed. The film is a major landmark in the aesthetic movement known as the New Hollywood.",
    "release_date": "1967-07-18",
    "id": 475,
    "title": "Bonnie and Clyde",
    "backdrop_path": "/lQPMBJ1rm9Qk0cHd1C1lAbJcXJj.jpg",
    "popularity": 2.293092,
    "vote_count": 138,
    "vote_average": 7.56,
    "genre": ["Crime", "Drama"]
}, {
    "poster_path": "/2h00HrZs89SL3tXB4nbkiM7BKHs.jpg",
    "overview": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "release_date": "1979-05-25",
    "id": 348,
    "title": "Alien",
    "backdrop_path": "/si4PH5RjbpdQZi3BQvV6eiBNjYD.jpg",
    "popularity": 5.197092,
    "vote_count": 2539,
    "vote_average": 7.56,
    "genre": ["Horror", "Action", "Thriller", "Science Fiction"]
}, {
    "poster_path": "/dylvMaUZ1HQvYvVocfiKb5OovOc.jpg",
    "overview": "Romance and suspense in Paris, as a woman is pursued by several men who want a fortune her murdered husband had stolen. Who can she trust?",
    "release_date": "1963-12-05",
    "id": 4808,
    "title": "Charade",
    "backdrop_path": "/pk26ubDilpxX9V7geBnxNRwAdwu.jpg",
    "popularity": 1.547202,
    "vote_count": 176,
    "vote_average": 7.56,
    "genre": ["Comedy", "Mystery", "Romance", "Thriller"]
}, {
    "poster_path": "/nORMXEkYEbzkU5WkMWMgRDJwjSZ.jpg",
    "overview": "When Ripley's lifepod is found by a salvage crew over 50 years later, she finds that terra-formers are on the very planet they found the alien species. When the company sends a family of colonists out to investigate her story, all contact is lost with the planet and colonists. They enlist Ripley and the colonial marines to return and search for answers.",
    "release_date": "1986-07-18",
    "id": 679,
    "title": "Aliens",
    "backdrop_path": "/r2zB2vGLDQVxlRZISH7KzQ6reiC.jpg",
    "popularity": 3.43545,
    "vote_count": 1918,
    "vote_average": 7.56,
    "genre": ["Horror", "Action", "Thriller", "Science Fiction"]
}, {
    "poster_path": "/aHaVjVoXeNanfwUwQ92SG7tosFM.jpg",
    "overview": "Jeffrey \"The Dude\" Lebowski, a Los Angeles slacker who only wants to bowl and drink white Russians, is mistaken for another Jeffrey Lebowski, a wheelchair-bound millionaire, and finds himself dragged into a strange series of events involving nihilists, adult film producers, ferrets, errant toes, and large sums of money.",
    "release_date": "1998-02-15",
    "id": 115,
    "title": "The Big Lebowski",
    "backdrop_path": "/uY93JtLsAXLnd38b19dIVRv5L1X.jpg",
    "popularity": 4.108933,
    "vote_count": 1574,
    "vote_average": 7.56,
    "genre": ["Comedy", "Crime"]
}, {
    "poster_path": "/q3ov1BFTCRWoR9Q6udaRbmgfWwg.jpg",
    "overview": "Max Fischer, a precocious and eccentric 15 year-old, who is both Rushmore's most extracurricular and least scholarly student; Herman Blume, a disillusioned industrialist who comes to admire Max; and Rosemary Cross, a widowed first grade teacher who becomes the object of both Max's and Herman's affection.",
    "release_date": "1998-09-17",
    "id": 11545,
    "title": "Rushmore",
    "backdrop_path": "/qPjOUMmEeJFRq0BWcGRvgVwuh0O.jpg",
    "popularity": 2.34251,
    "vote_count": 318,
    "vote_average": 7.56,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/15yOr3M2lOk8fTkn7Bpxuc19ZU9.jpg",
    "overview": "When Day, a sunny fellow, encounters Night, a stranger of distinctly darker moods, sparks fly! Day and Night are frightened and suspicious of each other at first, and quickly get off on the wrong foot. But as they discover each other's unique qualities--and come to realize that each of them offers a different window onto the same world-the friendship helps both to gain a new perspective.",
    "release_date": "2010-06-17",
    "id": 40619,
    "title": "Day & Night",
    "backdrop_path": "/16Zih6SSQzWrDRMnAaiaszx2mbV.jpg",
    "popularity": 1.965923,
    "vote_count": 175,
    "vote_average": 7.55,
    "genre": ["Animation", "Adventure", "Comedy", "Family", "Fantasy"]
}, {
    "poster_path": "/lAb9l4kgc6QWnHamBzTnskt71A7.jpg",
    "overview": "Pride and Prejudice is a humorous story of love and life among English gentility during the Georgian era. Mr. Bennet is an english gentleman living in Hartfordshire with his overbearing wife and 5 daughters. If Mr. Bennet dies their house will be inherited by a distant cousin whom they have never met, so the family's future happiness and security is dependant on the daughters making good marriages.",
    "release_date": "2005-09-16",
    "id": 4348,
    "title": "Pride & Prejudice",
    "backdrop_path": "/77tdeFCkxL0EV3Hs6DnvQbXTu3P.jpg",
    "popularity": 2.555348,
    "vote_count": 669,
    "vote_average": 7.55,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/s0Ot5zUmVF1jSN9WpBHRafvUPld.jpg",
    "overview": "Novelist Paul Sheldon crashes his car on a snowy Colorado road. He is found by Annie Wilkes, the \"number one fan\" of Paul's heroine Misery Chastaine. Annie is also somewhat unstable, and Paul finds himself crippled, drugged and at her mercy.",
    "release_date": "1990-11-28",
    "id": 1700,
    "title": "Misery",
    "backdrop_path": "/43HsIo5PPMIs42tmtNmqiuJVSNR.jpg",
    "popularity": 2.46325,
    "vote_count": 450,
    "vote_average": 7.55,
    "genre": ["Horror", "Thriller"]
}, {
    "poster_path": "/2tZqOGvOT5ad6RNc10CYJ2Ol2ED.jpg",
    "overview": "World War II soldier-turned-U.S. marshal Teddy Daniels investigates the disappearance of a patient from a hospital for the criminally insane, but his efforts are compromised by his own troubling visions and by Dr. Cawley.",
    "release_date": "2010-02-18",
    "id": 11324,
    "title": "Shutter Island",
    "backdrop_path": "/fmLWuAfDPaUa3Vi5nO1YUUyZaX6.jpg",
    "popularity": 3.752617,
    "vote_count": 3293,
    "vote_average": 7.55,
    "genre": ["Drama", "Thriller", "Mystery"]
}, {
    "poster_path": "/weUSwMdQIa3NaXVzwUoIIcAi85d.jpg",
    "overview": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.",
    "release_date": "2015-12-15",
    "id": 140607,
    "title": "Star Wars: The Force Awakens",
    "backdrop_path": "/c2Ax8Rox5g6CneChwy1gmu4UbSb.jpg",
    "popularity": 11.215236,
    "vote_count": 4897,
    "vote_average": 7.55,
    "genre": ["Action", "Adventure", "Science Fiction", "Fantasy"]
}, {
    "poster_path": "/f40R9to84FGF7T5bp3KGB84Lklb.jpg",
    "overview": "Set during World War II, a story seen through the innocent eyes of Bruno, the eight-year-old son of the commandant at a concentration camp, whose forbidden friendship with a Jewish boy on the other side of the camp fence has startling and unexpected consequences.",
    "release_date": "2008-05-07",
    "id": 14574,
    "title": "The Boy in the Striped Pajamas",
    "backdrop_path": "/prhrYZvQN1eXxBeZdLlNSyLfPQb.jpg",
    "popularity": 2.746143,
    "vote_count": 655,
    "vote_average": 7.55,
    "genre": ["Drama"]
}, {
    "poster_path": "/k0lQISUC4NuvKYasJn59JHc2rla.jpg",
    "overview": "A tale of friendship between two unlikely pen pals: Mary, a lonely, eight-year-old girl living in the suburbs of Melbourne, and Max, a forty-four-year old, severely obese man living in New York. In the mid-1970's, a homely, friendless Australian girl of 8 picks a name out of a Manhattan phone book and writes to him; she includes a chocolate bar. He writes back, with chocolate. Thus begins a 20-year correspondence. Will the two ever meet face to face?",
    "release_date": "2009-02-09",
    "id": 24238,
    "title": "Mary and Max",
    "backdrop_path": "/akUyYgdcY3Q4WfbWLDB9Ur8ttFG.jpg",
    "popularity": 3.006464,
    "vote_count": 340,
    "vote_average": 7.55,
    "genre": ["Animation", "Comedy", "Drama"]
}, {
    "poster_path": "/p1O3eFsdb0GEIYu87xlwV7P4jM1.jpg",
    "overview": "Renton is living the dream and that dream is Heroin. As Renton struggles with the agony and ecstasy of his life we follow him and his increasingly unstable mates. Drinking, fighting, drugs, sex and the most disgusting toilet in Scotland. Choose Trainspotting.",
    "release_date": "1996-02-23",
    "id": 627,
    "title": "Trainspotting",
    "backdrop_path": "/yfNhWKqJFWTRvSo3Qf2x1IFteG3.jpg",
    "popularity": 3.33995,
    "vote_count": 1007,
    "vote_average": 7.55,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/hTb29XWr5jm9itLcgkDaBfNvCpl.jpg",
    "overview": "Legendary British rock band Spinal Tap is followed by a documentary film-maker during their attempt at an American comeback tour. The resulting film, interspersed with powerful performances showcasing Tap's pivotal music and profound lyrics, candidly follows the group as the difficult industry threatens to fade them into obscurity.",
    "release_date": "1984-05-04",
    "id": 11031,
    "title": "This Is Spinal Tap",
    "backdrop_path": "/eiCDoRx0UXYmFdvRoSnJKnplzlZ.jpg",
    "popularity": 2.151422,
    "vote_count": 155,
    "vote_average": 7.54,
    "genre": ["Comedy", "Music"]
}, {
    "poster_path": "/lMHbadNmznKs5vgBAkHxKGHulOa.jpg",
    "overview": "An ordinary Lego mini-figure, mistakenly thought to be the extraordinary MasterBuilder, is recruited to join a quest to stop an evil Lego tyrant from gluing the universe together.",
    "release_date": "2014-02-06",
    "id": 137106,
    "title": "The Lego Movie",
    "backdrop_path": "/wPRiV4TVpRCV2es81q0S1eRaUbm.jpg",
    "popularity": 4.070402,
    "vote_count": 2181,
    "vote_average": 7.54,
    "genre": ["Adventure", "Fantasy", "Animation", "Comedy", "Action", "Family"]
}, {
    "poster_path": "/xo517ibXBDdYQY81j0WIG7BVcWq.jpg",
    "overview": "Master director Martin Scorsese depicts the sloping depth of a casino mafia boss’ fall. Filmed in a semi-documentary fashion; about the life of the gambling paradise Las Vegas and its dark mafia underbelly.",
    "release_date": "1995-11-22",
    "id": 524,
    "title": "Casino",
    "backdrop_path": "/eP41pD4YfyVOjdpEaTmoNrL9DGx.jpg",
    "popularity": 2.993362,
    "vote_count": 646,
    "vote_average": 7.54,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/AoGpqw4S4ZGgwhlM3FgzFVwyIGl.jpg",
    "overview": "In a world in which Great Britain has become a fascist state, a masked vigilante known only as \"V\" conducts guerrilla warfare against the oppressive British government. When \"V\" rescues a young woman from the secret police, he finds in her an ally with whom he can continue his fight to free the people of Britain.",
    "release_date": "2005-12-11",
    "id": 752,
    "title": "V for Vendetta",
    "backdrop_path": "/gcxpeba5CtUA8Jkwio8sNZyimEC.jpg",
    "popularity": 4.270941,
    "vote_count": 2496,
    "vote_average": 7.54,
    "genre": ["Action", "Thriller", "Fantasy"]
}, {
    "poster_path": "/EelZzudHRvJmjWccWscN1S5vmI.jpg",
    "overview": "Truman Burbank is the star of \"The Truman Show\", a 24-hour-a-day \"reality\" TV show that broadcasts every aspect of his life -- live and in color -- without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows -- including his wife and his best friend -- is really an actor, paid to be part of his life.",
    "release_date": "1998-06-04",
    "id": 37165,
    "title": "The Truman Show",
    "backdrop_path": "/jMCno3bvbGLkac0ijtgBc47siec.jpg",
    "popularity": 4.14273,
    "vote_count": 2065,
    "vote_average": 7.53,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/fgZygqwT2yGGOlQa747dWGDvhRF.jpg",
    "overview": "A woman struggles to find a way to live her life after the death of her husband and child.",
    "release_date": "1993-01-10",
    "id": 108,
    "title": "Three Colors: Blue",
    "backdrop_path": "/dIXPijiNZ9JsMaFWD67bFwUtZdo.jpg",
    "popularity": 2.964509,
    "vote_count": 141,
    "vote_average": 7.53,
    "genre": ["Drama", "Music", "Mystery"]
}, {
    "poster_path": "/sCZOuwjGwEEC30Be8VHPIUAnEvT.jpg",
    "overview": "On the hottest day of the year on a street in the Bedford-Stuyvesant section of Brooklyn, everyone's hate and bigotry smolders and builds until it explodes into violence.",
    "release_date": "1989-06-30",
    "id": 925,
    "title": "Do the Right Thing",
    "backdrop_path": "/3bMDwodcQPJj1FzY3EdrnWSj1iW.jpg",
    "popularity": 1.713838,
    "vote_count": 124,
    "vote_average": 7.52,
    "genre": ["Comedy", "Crime", "Drama"]
}, {
    "poster_path": "/h4VZKi2Jt4VoBYJmtC4c3bO8KqM.jpg",
    "overview": "Despondent over a painful estrangement from his daughter, trainer Frankie Dunn isn't prepared for boxer Maggie Fitzgerald to enter his life. But Maggie's determined to go pro and to convince Dunn and his cohort to help her.",
    "release_date": "2004-12-14",
    "id": 70,
    "title": "Million Dollar Baby",
    "backdrop_path": "/o4OSztAvDYNDXkn9PJGbaQAO8VG.jpg",
    "popularity": 3.754767,
    "vote_count": 1224,
    "vote_average": 7.52,
    "genre": ["Drama"]
}, {
    "poster_path": "/s5fH3GqFcHbi2F0NSBSh4KRNTc0.jpg",
    "overview": "Scientists in the Antarctic are confronted by a shape-shifting alien that assumes the appearance of the people that it kills.",
    "release_date": "1982-06-25",
    "id": 1091,
    "title": "The Thing",
    "backdrop_path": "/hnxieS9l0aWUTOHmNNj4cVoyj52.jpg",
    "popularity": 2.845356,
    "vote_count": 734,
    "vote_average": 7.52,
    "genre": ["Horror", "Science Fiction", "Mystery", "Thriller"]
}, {
    "poster_path": "/on9JlbGEccLsYkjeEph2Whm1DIp.jpg",
    "overview": "The second film from British director Guy Ritchie. Snatch tells an obscure story similar to his first fast-paced crazy character-colliding filled film “Lock, Stock and Two Smoking Barrels.” There are two overlapping stories here – one is the search for a stolen diamond, and the other about a boxing promoter who’s having trouble with a psychotic gangster.",
    "release_date": "2000-09-01",
    "id": 107,
    "title": "Snatch",
    "backdrop_path": "/cNLZ7YGRikb4IsLblrzu86ndZPw.jpg",
    "popularity": 3.698008,
    "vote_count": 1853,
    "vote_average": 7.52,
    "genre": ["Thriller", "Crime"]
}, {
    "poster_path": "/qhy4HgUqhEbwQ1ekKTv7yEB3b0e.jpg",
    "overview": "The Nazis, exasperated at the number of escapes from their prison camps by a relatively small number of Allied prisoners, relocates them to a high-security \"escape-proof\" camp to sit out the remainder of the war. Undaunted, the prisoners plan one of the most ambitious escape attempts of World War II. Based on a true story.",
    "release_date": "1963-06-20",
    "id": 5925,
    "title": "The Great Escape",
    "backdrop_path": "/ubbZeZzxccUDVwSo1E98XYcUFvt.jpg",
    "popularity": 2.296386,
    "vote_count": 377,
    "vote_average": 7.52,
    "genre": ["Adventure", "Drama", "History", "Thriller", "War"]
}, {
    "poster_path": "/vdENJAPObttowMtIwe9jgtbsEnq.jpg",
    "overview": "An assassin is shot at the altar by her ruthless employer, Bill, and other members of their assassination circle. But \"The Bride\" lives to plot her vengeance. Setting out for some payback, she makes a death list and hunts down those who wronged her, saving Bill for last.",
    "release_date": "2003-10-10",
    "id": 24,
    "title": "Kill Bill: Vol. 1",
    "backdrop_path": "/kkS8PKa8c134vXsj2fQkNqOaCXU.jpg",
    "popularity": 4.476093,
    "vote_count": 2712,
    "vote_average": 7.52,
    "genre": ["Action", "Crime"]
}, {
    "poster_path": "/iMNp6gTeDBXbzjKRNYtorxZ76G2.jpg",
    "overview": "Based on a true story about a man named Christopher Gardner, who has invested heavily in a device known as a \"Bone Density scanner\". However, the devices do not sell as they are just marginally better than the current technology at a much higher price. As Gardner tries to figure out how to sell them, his wife leaves him, he loses his house, his bank account, and credit cards. Forced to live out in the streets with his son, Gardner is now desperate to find a steady job; he takes on a job as a stockbroker, but before he can receive pay, he needs to go through 6 months of training, and to sell his devices.",
    "release_date": "2006-12-14",
    "id": 1402,
    "title": "The Pursuit of Happyness",
    "backdrop_path": "/yFQg8nKzAWGNNBg277bvHyWSCJu.jpg",
    "popularity": 2.974852,
    "vote_count": 1285,
    "vote_average": 7.52,
    "genre": ["Drama"]
}, {
    "poster_path": "/uMZqKhT4YA6mqo2yczoznv7IDmv.jpg",
    "overview": "Woody the cowboy is young Andy’s favorite toy. Yet this changes when Andy get the new super toy Buzz Lightyear for his birthday. Now that Woody is no longer number one he plans his revenge on Buzz. Toy Story is a milestone in film history for being the first feature film to use entirely computer animation.",
    "release_date": "1995-10-30",
    "id": 862,
    "title": "Toy Story",
    "backdrop_path": "/dji4Fm0gCDVb9DQQMRvAI8YNnTz.jpg",
    "popularity": 4.095608,
    "vote_count": 2962,
    "vote_average": 7.52,
    "genre": ["Animation", "Comedy", "Family"]
}, {
    "poster_path": "/rEHP8ylmL3pcsDUEA6Z5qhajYui.jpg",
    "overview": "Madison Avenue advertising man Roger Thornhill finds himself thrust into the world of spies when he is mistaken for a man by the name of George Kaplan. Foreign spy Philip Vandamm and his henchman Leonard try to eliminate him but when Thornhill tries to make sense of the case, he is framed for murder. Now on the run from the police, he manages to board the 20th Century Limited bound for Chicago where he meets a beautiful blond, Eve Kendall, who helps him to evade the authorities. His world is turned upside down yet again when he learns that Eve isn't the innocent bystander he thought she was. Not all is as it seems however, leading to a dramatic rescue and escape at the top of Mt. Rushmore.",
    "release_date": "1959-07-08",
    "id": 213,
    "title": "North by Northwest",
    "backdrop_path": "/AplR1QRswlXiM65GoifX8sDadME.jpg",
    "popularity": 3.451628,
    "vote_count": 541,
    "vote_average": 7.52,
    "genre": ["Mystery", "Thriller"]
}, {
    "poster_path": "/9NBjDNPHA6SkThIweOs8iCfsA8a.jpg",
    "overview": "A dialogue marathon of a film, this fairytale love story of an American boy and French girl. During a day and a night together in Vienna their two hearts collide.",
    "release_date": "1995-01-27",
    "id": 76,
    "title": "Before Sunrise",
    "backdrop_path": "/x2M8mp6wSU4iFPECacHJkQuuvYx.jpg",
    "popularity": 3.159337,
    "vote_count": 490,
    "vote_average": 7.52,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/q1tmTQvEWbJgf8eccX1XWXxWKkK.jpg",
    "overview": "A man befriends a fellow criminal as the two of them begin serving their sentence on a dreadful prison island, which inspires the man to plot his escape.",
    "release_date": "1973-12-13",
    "id": 5924,
    "title": "Papillon",
    "backdrop_path": "/w6XYdZIXZlMNL2efDXdXI6q4lhm.jpg",
    "popularity": 1.673139,
    "vote_count": 174,
    "vote_average": 7.51,
    "genre": ["Crime", "Drama"]
}, {
    "poster_path": "/eiw4sh6ieAVuJq6E1bSHQkZPfwm.jpg",
    "overview": "The film takes place one year after the events of Captain America: The First Avenger, in which Agent Carter, a member of the Strategic Scientific Reserve, is in search of the mysterious Zodiac.",
    "release_date": "2013-09-08",
    "id": 211387,
    "title": "Marvel One-Shot: Agent Carter",
    "backdrop_path": "/jpMVir4cCQJbtmruzpNd12yJj7Y.jpg",
    "popularity": 1.646386,
    "vote_count": 129,
    "vote_average": 7.51,
    "genre": ["Action", "Adventure", "Science Fiction", "Fantasy"]
}, {
    "poster_path": "/afgAGwV1WXjMoooUzaSnw7XAvhj.jpg",
    "overview": "Billy Hayes is caught attempting to smuggle drugs out of Turkey. The Turkish courts decide to make an example of him, sentencing him to more than 30 years in prison. Hayes has two opportunities for release: the appeals made by his lawyer, his family, and the American government, or the \"Midnight Express\".",
    "release_date": "1978-10-06",
    "id": 11327,
    "title": "Midnight Express",
    "backdrop_path": "/bNY2CvjPw6aWxDtkdztRYNDgR5j.jpg",
    "popularity": 3.14539,
    "vote_count": 132,
    "vote_average": 7.51,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/ysTohGF7NY9Z6MYz9vLNYiyzh0r.jpg",
    "overview": "Set on an island off the coast of New England in the summer of 1965, Moonrise Kingdom tells the story of two twelve-year-olds who fall in love, make a secret pact, and run away together into the wilderness. As various authorities try to hunt them down, a violent storm is brewing off-shore – and the peaceful island community is turned upside down in more ways than anyone can handle.",
    "release_date": "2012-05-16",
    "id": 83666,
    "title": "Moonrise Kingdom",
    "backdrop_path": "/1mKI5UfeCetrB3HZbYt6VTn7K9m.jpg",
    "popularity": 2.845752,
    "vote_count": 893,
    "vote_average": 7.51,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/tOwAAVeL1p3ls9dhOBo45ElodU3.jpg",
    "overview": "Woody, Buzz, and the rest of Andy's toys haven't been played with in years. With Andy about to go to college, the gang find themselves accidentally left at a nefarious day care center. The toys must band together to escape and return home to Andy.",
    "release_date": "2010-06-16",
    "id": 10193,
    "title": "Toy Story 3",
    "backdrop_path": "/y2qAjM37QgatWeG84DDtwsZuMW.jpg",
    "popularity": 4.495941,
    "vote_count": 2785,
    "vote_average": 7.51,
    "genre": ["Animation", "Family", "Comedy"]
}, {
    "poster_path": "/p7dXmE2OsLHJoqy3dOqkrFnWzcj.jpg",
    "overview": "Set in the 1980s and 1990s, a man tries to salvage his relationship with his fiancée after revealing to her his aspirations of becoming a woman.  This is the story of a wild and unusual love.",
    "release_date": "2012-05-18",
    "id": 110160,
    "title": "Laurence Anyways",
    "backdrop_path": "/rOYsV3yjbef5uN7iIL7WinteF1a.jpg",
    "popularity": 1.59076,
    "vote_count": 76,
    "vote_average": 7.51,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/4n7T0G6kNLszUyfqKAboesNTm55.jpg",
    "overview": "Alice Howland, happily married with three grown children, is a renowned linguistics professor who starts to forget words. When she receives a devastating diagnosis, Alice and her family find their bonds tested.",
    "release_date": "2014-12-05",
    "id": 284293,
    "title": "Still Alice",
    "backdrop_path": "/yxr7oOXdb1rO9SjZiRa8K3ClCZf.jpg",
    "popularity": 3.529148,
    "vote_count": 675,
    "vote_average": 7.5,
    "genre": ["Drama"]
}, {
    "poster_path": "/2qAgGeYdLjelOEqjW9FYvPHpplC.jpg",
    "overview": "Enraged at the slaughter of Murron, his new bride and childhood love, legendary Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.",
    "release_date": "1995-05-24",
    "id": 197,
    "title": "Braveheart",
    "backdrop_path": "/dVZNSiUG8TDzNuaR87NKVTNYhWX.jpg",
    "popularity": 3.349132,
    "vote_count": 2074,
    "vote_average": 7.5,
    "genre": ["Action", "Drama", "History", "War"]
}, {
    "poster_path": "/jIjdFXKUNtdf1bwqMrhearpyjMj.jpg",
    "overview": "Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.",
    "release_date": "2013-11-27",
    "id": 109445,
    "title": "Frozen",
    "backdrop_path": "/irHmdlkdJphmk4HPfyAQfklKMbY.jpg",
    "popularity": 5.342194,
    "vote_count": 3129,
    "vote_average": 7.5,
    "genre": ["Animation", "Adventure", "Family"]
}, {
    "poster_path": "/95OOYSeegOX4XW8nAeFJSIdxfM4.jpg",
    "overview": "Spade and Archer is the name of a San Francisco detective agency. That's for Sam Spade and Miles Archer. The two men are partners, but Sam doesn't like Miles much. A knockout, who goes by the name of Miss Wanderly, walks into their office; and by that night everything's changed. Miles is dead. And so is a man named Floyd Thursby. It seems Miss Wanderly is surrounded by dangerous men. There's Joel Cairo, who uses gardenia-scented calling cards. There's Kasper Gutman, with his enormous girth and feigned civility. Her only hope of protection comes from Sam, who is suspected by the police of one or the other murder. More murders are yet to come.",
    "release_date": "1941-11-18",
    "id": 963,
    "title": "The Maltese Falcon",
    "backdrop_path": "/hQGUl6rlAfUFifCLb9bukpJH42P.jpg",
    "popularity": 2.428941,
    "vote_count": 182,
    "vote_average": 7.5,
    "genre": ["Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/750pfEttsYAVmynRg2vmt1AXh4q.jpg",
    "overview": "The Fantastic Mr. Fox bored with his current life, plans a heist against the three local farmers. The farmers, tired of sharing their chickens with the sly fox, seek revenge against him and his family.",
    "release_date": "2009-10-23",
    "id": 10315,
    "title": "Fantastic Mr. Fox",
    "backdrop_path": "/uxQ1n8yLqRZgnrimiBXJ5rsaa.jpg",
    "popularity": 2.635863,
    "vote_count": 659,
    "vote_average": 7.49,
    "genre": ["Adventure", "Animation", "Comedy", "Family"]
}, {
    "poster_path": "/au9lFA5a2ZnBKCzPbZQf00r7J64.jpg",
    "overview": "The Bride unwaveringly continues on her \"roaring rampage of revenge\" against the band of assassins who had tried to kill her and her unborn child. The woman visits each of her former associates one by one, checking off the victims on her Death List Five until there's nothing left to do … but kill Bill.",
    "release_date": "2004-04-16",
    "id": 393,
    "title": "Kill Bill: Vol. 2",
    "backdrop_path": "/33WfP01Pu8SMuuHYnoJXMRCMtmI.jpg",
    "popularity": 4.358335,
    "vote_count": 2174,
    "vote_average": 7.49,
    "genre": ["Action", "Crime", "Thriller"]
}, {
    "poster_path": "/ojgf8iJpS4VX6jJfWGLpuEx0wm.jpg",
    "overview": "Jamal Malik is an impoverished Indian teen who becomes a contestant on the Hindi version of ‘Who Wants to Be a Millionaire?’ but, after he wins, he is suspected of cheating.",
    "release_date": "2008-05-12",
    "id": 12405,
    "title": "Slumdog Millionaire",
    "backdrop_path": "/aIv7WnkxMWsswEpaeRuNbC32D9d.jpg",
    "popularity": 4.133061,
    "vote_count": 1445,
    "vote_average": 7.48,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/gMfstesBXKdsHToAUXVPHujUDfb.jpg",
    "overview": "An epic love story centered around an older man who reads aloud to a woman with Alzheimer's. From a faded notebook, the old man's words bring to life the story about a couple who is separated by World War II, and is then passionately reunited, seven years later, after they have taken different paths.",
    "release_date": "2004-06-25",
    "id": 11036,
    "title": "The Notebook",
    "backdrop_path": "/AprhfmDEwy14xyjaAlcwdLolLjq.jpg",
    "popularity": 4.828379,
    "vote_count": 1772,
    "vote_average": 7.48,
    "genre": ["Romance", "Drama"]
}, {
    "poster_path": "/q6Zs4YMbIBuEfCHCtufwPOkyIVz.jpg",
    "overview": "Unsuspecting Mr. Dietrichson becomes increasingly accident prone after his icily calculating wife encourages him to sign a double indemnity policy proposed by a smooth-talking insurance agent. Against a backdrop of distinctly California settings, the partners in crime plan the perfect murder to collect the insurance. Perfect until a claims manager gets a familiar feeling of foul play and pursues the matter relentlessly.",
    "release_date": "1944-04-24",
    "id": 996,
    "title": "Double Indemnity",
    "backdrop_path": "/1l77Gk2OK9hjRFze08El8Do3pT1.jpg",
    "popularity": 2.943743,
    "vote_count": 163,
    "vote_average": 7.48,
    "genre": ["Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/xsVmiQG7s2T0UIctSpDvpNv9CX5.jpg",
    "overview": "An American pulp writer arrives in post-WWII Vienna only to find that the friend who waited for him is killed under mysterious circumstances. The ensuing mystery entangles him in his friend's involvement in the black market, with the multinational police, and with his Czech girlfriend.",
    "release_date": "1949-08-31",
    "id": 1092,
    "title": "The Third Man",
    "backdrop_path": "/lrIuSWdC1LfKJZUnBX6axJxzZGe.jpg",
    "popularity": 1.887593,
    "vote_count": 160,
    "vote_average": 7.48,
    "genre": ["Thriller", "Mystery"]
}, {
    "poster_path": "/brECyRPAWJS1clF0unAC3MtERMA.jpg",
    "overview": "In the Deep South, a serial-killing preacher hunts two young children who know the whereabouts of a stash of money. As the children escape down the river, events build to a battle between good and evil.",
    "release_date": "1955-04-03",
    "id": 3112,
    "title": "The Night of the Hunter",
    "backdrop_path": "/2bBGFSrnTg1AFhjHoczbfPnb9D4.jpg",
    "popularity": 1.92754,
    "vote_count": 110,
    "vote_average": 7.48,
    "genre": ["Thriller", "Crime"]
}, {
    "poster_path": "/dEYnvnUfXrqvqeRSqvIEtmzhoA8.jpg",
    "overview": "Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.",
    "release_date": "2012-07-16",
    "id": 49026,
    "title": "The Dark Knight Rises",
    "backdrop_path": "/3bgtUfKQKNi3nJsAB5URpP2wdRt.jpg",
    "popularity": 6.065356,
    "vote_count": 6512,
    "vote_average": 7.48,
    "genre": ["Action", "Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/n49mpgUsPgBfRg2qIEj31HX0chu.jpg",
    "overview": "Ash Williams and his girlfriend Linda find a log cabin in the woods with a voice recording from an archeologist who had recorded himself reciting ancient chants from “The Book of the Dead.” As they play the recording an evil power is unleashed taking over Linda’s body.",
    "release_date": "1987-03-13",
    "id": 765,
    "title": "Evil Dead II",
    "backdrop_path": "/9meXjIwJZk9aMMoMZk3AMzt8o44.jpg",
    "popularity": 2.337461,
    "vote_count": 357,
    "vote_average": 7.48,
    "genre": ["Horror", "Comedy", "Fantasy"]
}, {
    "poster_path": "/mhqavU5fQGQyiNyqFWFR0I0r2e4.jpg",
    "overview": "A drama based on the experiences of Agu, a child soldier fighting in the civil war of an unnamed African country.",
    "release_date": "2015-09-11",
    "id": 283587,
    "title": "Beasts of No Nation",
    "backdrop_path": "/17zo8xzwqwr7pqCZt1ABaAAakTv.jpg",
    "popularity": 2.079481,
    "vote_count": 285,
    "vote_average": 7.48,
    "genre": ["Drama", "War"]
}, {
    "poster_path": "/gpxjoE0yvRwIhFEJgNArtKtaN7S.jpg",
    "overview": "In this enchantingly cracked fairy tale, the beautiful Princess Buttercup and the dashing Westley must overcome staggering odds to find happiness amid six-fingered swordsmen, murderous princes, Sicilians and rodents of unusual size. But even death can't stop these true lovebirds from triumphing.",
    "release_date": "1987-09-18",
    "id": 2493,
    "title": "The Princess Bride",
    "backdrop_path": "/npIKgqpD8jbowpem9L3U4NUkEO3.jpg",
    "popularity": 2.757193,
    "vote_count": 951,
    "vote_average": 7.47,
    "genre": ["Adventure", "Family", "Fantasy", "Comedy", "Romance"]
}, {
    "poster_path": "/4SFqHDZ1NvWdysucWbgnYlobdxC.jpg",
    "overview": "At Princeton University, John Nash struggles to make a worthwhile contribution to serve as his legacy to the world of mathematics. He finally makes a revolutionary breakthrough that will eventually earn him the Nobel Prize. After graduate school he turns to teaching, becoming romantically involved with his student Alicia. Meanwhile the government asks his help with breaking Soviet codes, which soon gets him involved in a terrifying conspiracy plot. Nash grows more and more paranoid until a discovery that turns his entire world upside down. Now it is only with Alicia's help that he will be able to recover his mental strength and regain his status as the great mathematician we know him as today..",
    "release_date": "2001-12-11",
    "id": 453,
    "title": "A Beautiful Mind",
    "backdrop_path": "/5YF6MwuuKBRKLUE2dz3wetkgxAE.jpg",
    "popularity": 4.370501,
    "vote_count": 1619,
    "vote_average": 7.47,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/2y4dmgWYRMYXdD1UyJVcn2HSd1D.jpg",
    "overview": "Nearly 10 years have passed since Sarah Connor was targeted for termination by a cyborg from the future. Now her son, John, the future leader of the resistance, is the target for a newer, more deadly terminator. Once again, the resistance has managed to send a protector back to attempt to save John and his mother Sarah.",
    "release_date": "1991-07-01",
    "id": 280,
    "title": "Terminator 2: Judgment Day",
    "backdrop_path": "/d9AqtruwS8nljKjL5aYzM42hQJr.jpg",
    "popularity": 5.305012,
    "vote_count": 2712,
    "vote_average": 7.47,
    "genre": ["Action", "Thriller", "Science Fiction"]
}, {
    "poster_path": "/A3uFw8whRO8Td2pkTRMGlbIh4Op.jpg",
    "overview": "A film based on the semi-autobiographical novel of the same name by American writer Jonathan Safran Foer, in which a young Jewish American man endeavors—with the help of eccentric, distant relatives—to find the woman who saved his grandfather during World War II, in a Ukrainian village which was ultimately razed by the Nazis.",
    "release_date": "2005-09-16",
    "id": 340,
    "title": "Everything is Illuminated",
    "backdrop_path": "/6LFuuLkdPwUPrzt9kqfKW2JGbS6.jpg",
    "popularity": 2.176893,
    "vote_count": 116,
    "vote_average": 7.47,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/qx4CDBhJDX5LQoVZ8UXPxQy5pt7.jpg",
    "overview": "Young Treasury Agent Elliot Ness arrives in Chicago and is determined to take down Al Capone but it's not going to be easy, because Capone has the police in his pocket. Ness meets Jimmy Malone a veteran patrolman and probably the most honorable one in the force. He asks Malone to help him get Capone but Malone warns him that if he goes after Capone, he is going to war.",
    "release_date": "1987-06-02",
    "id": 117,
    "title": "The Untouchables",
    "backdrop_path": "/4cJv0cghFaJfepzGdOyqeNaJWYb.jpg",
    "popularity": 2.820312,
    "vote_count": 687,
    "vote_average": 7.47,
    "genre": ["Crime", "Drama", "History", "Thriller"]
}, {
    "poster_path": "/rdN6IjV4xlDDhrT8ewkkJfPvp2e.jpg",
    "overview": "A giant metal machine falls to Earth and frightens the residents of a small town in Maine in 1958, until it befriends a nine-year-old boy named Hogarth and ultimately finds its humanity by unselfishly saving people from their own fears and prejudices.",
    "release_date": "1999-08-06",
    "id": 10386,
    "title": "The Iron Giant",
    "backdrop_path": "/11XLucJQvdgtchSfO0ZTbo966pp.jpg",
    "popularity": 3.251711,
    "vote_count": 815,
    "vote_average": 7.46,
    "genre": ["Adventure", "Animation", "Family", "Fantasy", "Science Fiction"]
}, {
    "poster_path": "/s39odBPtyutGBnEfBIpdm0fpRwv.jpg",
    "overview": "In 1927, Don Lockwood and Lina Lamont are a famous on-screen romantic pair. Lina, however, mistakes the on-screen romance for real love. Don has worked hard to get where he is today, with his former partner Cosmo. When Don and Lina's latest film is transformed into a musical, Don has the perfect voice for the songs. But Lina - well, even with the best efforts of a diction coach, they still decide to dub over her voice. Kathy Selden is brought in, an aspiring actress, and while she is working on the movie, Don falls in love with her. Will Kathy continue to \"aspire\", or will she get the break she deserves?",
    "release_date": "1952-04-10",
    "id": 872,
    "title": "Singin' in the Rain",
    "backdrop_path": "/cepFIynKWfCIN0M68zYIzhzuuPB.jpg",
    "popularity": 2.086421,
    "vote_count": 346,
    "vote_average": 7.46,
    "genre": ["Comedy", "Music", "Romance"]
}, {
    "poster_path": "/uZQCEVdOe29Y3NHcnQ571bUHw2Z.jpg",
    "overview": "Based on the Henry James novella, the story frames on 7-year-old Maisie, caught in a custody battle between her mother – a rock and roll icon – and her father. What Maisie Knew is an evocative portrayal of the chaos of adult life seen entirely from a child’s point of view.",
    "release_date": "2013-05-02",
    "id": 127373,
    "title": "What Maisie Knew",
    "backdrop_path": "/dFfqWTfpj152jiYXD8zwaaJqEoj.jpg",
    "popularity": 1.696005,
    "vote_count": 92,
    "vote_average": 7.46,
    "genre": ["Drama"]
}, {
    "poster_path": "/979h64nflLlbtvrQ03tUWpexu0M.jpg",
    "overview": "Naive and idealistic Jefferson Smith, leader of the Boy Rangers, is appointed on a lark by the spineless governor of his state. He is reunited with the state's senior senator--presidential hopeful and childhood hero, Senator Joseph Paine. In Washington, however, Smith discovers many of the shortcomings of the political process as his earnest goal of a national boys' camp leads to a conflict with the state political boss, Jim Taylor. Taylor first tries to corrupt Smith and then later attempts to destroy Smith through a scandal.",
    "release_date": "1939-10-19",
    "id": 3083,
    "title": "Mr. Smith Goes to Washington",
    "backdrop_path": "/dwy7iMMePSfSNXvahTQPmygot1g.jpg",
    "popularity": 2.011778,
    "vote_count": 89,
    "vote_average": 7.46,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/wEgm6iVOD4afMlEo1VGi3Yz0cmd.jpg",
    "overview": "A brilliant parody from the British comedy group Monty Python about the history of (not Jesus but the boy born right next door to The Manger, Brian). A Terry Jones directed film from 1979 that has since gained cult status. What many fans don't know is that this movie might never have happened if not for the financial assistance of George Harrison (of The Beatles).",
    "release_date": "1979-08-16",
    "id": 583,
    "title": "Life of Brian",
    "backdrop_path": "/wMPlmw0fM1B94XugcuaKGB96Vsd.jpg",
    "popularity": 2.311513,
    "vote_count": 676,
    "vote_average": 7.46,
    "genre": ["Comedy"]
}, {
    "poster_path": "/2a50LyRInWGLWq3u3DeGBQnvBHR.jpg",
    "overview": "In the southern United States in the 1930s, a male-dominated African American woman fights her way through a troubled life.",
    "release_date": "1985-12-18",
    "id": 873,
    "title": "The Color Purple",
    "backdrop_path": "/mGzHgeXhGSRVMfwq0oo7VAltiZH.jpg",
    "popularity": 2.248448,
    "vote_count": 149,
    "vote_average": 7.46,
    "genre": ["Drama"]
}, {
    "poster_path": "/svPHnYE7N5NAGO49dBmRhq0vDQ3.jpg",
    "overview": "U.S. Navy SEAL Chris Kyle takes his sole mission—protect his comrades—to heart and becomes one of the most lethal snipers in American history. His pinpoint accuracy not only saves countless lives but also makes him a prime target of insurgents. Despite grave danger and his struggle to be a good husband and father to his family back in the States, Kyle serves four tours of duty in Iraq. However, when he finally returns home, he finds that he cannot leave the war behind.",
    "release_date": "2014-12-11",
    "id": 190859,
    "title": "American Sniper",
    "backdrop_path": "/oJNu8vS6Wf10Cv2996KO65jt4C0.jpg",
    "popularity": 4.560525,
    "vote_count": 2813,
    "vote_average": 7.46,
    "genre": ["War", "Action"]
}, {
    "poster_path": "/tRV9ShhJkIjGRC6YilqFwgdSjmh.jpg",
    "overview": "A troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes, after narrowly escaping a bizarre accident.",
    "release_date": "2001-01-18",
    "id": 141,
    "title": "Donnie Darko",
    "backdrop_path": "/mqMGZIMKg2tGEkcuSduAxWAL7UF.jpg",
    "popularity": 4.228606,
    "vote_count": 1587,
    "vote_average": 7.46,
    "genre": ["Fantasy", "Drama", "Mystery"]
}, {
    "poster_path": "/ibYScMoDmBktoIZzUDFrhPpTPlH.jpg",
    "overview": "15-year-old deep-thinker Oliver Tate struggles to initiate and maintain a relationship with Jordana, his devilish, dark-haired classmate.  As his parents' marriage begins to fall apart, similar problems arise in his relationship with Jordana.",
    "release_date": "2011-03-18",
    "id": 49020,
    "title": "Submarine",
    "backdrop_path": "/24p2Q80T51YSNX0VIB6yoyU3dlK.jpg",
    "popularity": 1.748736,
    "vote_count": 220,
    "vote_average": 7.46,
    "genre": ["Drama", "Comedy", "Romance"]
}, {
    "poster_path": "/imps263dHNe3SuoaAJORZyNTdDT.jpg",
    "overview": "A psychological thriller about an eight year old boy named Cole Sear who believes he can see into the world of the dead. A child psychologist named Malcolm Crowe comes to Cole to help him deal with his problem, learning that he really can see ghosts of dead people.",
    "release_date": "1999-08-02",
    "id": 745,
    "title": "The Sixth Sense",
    "backdrop_path": "/ryQ2ZVpRbdOuUMj9sqT4JwtLGqC.jpg",
    "popularity": 3.530657,
    "vote_count": 1632,
    "vote_average": 7.45,
    "genre": ["Mystery", "Thriller", "Drama"]
}, {
    "poster_path": "/a1J3z3mTHATelvpplJcavuMsV1D.jpg",
    "overview": "\"Selma,\" as in Alabama, the place where segregation in the South was at its worst, leading to a march that ended in violence, forcing a famous statement by President Lyndon B. Johnson that ultimately led to the signing of the Civil Rights Act.",
    "release_date": "2014-12-25",
    "id": 273895,
    "title": "Selma",
    "backdrop_path": "/dMKslph3Qw0tPvCHjwSvIdivf0V.jpg",
    "popularity": 2.055673,
    "vote_count": 534,
    "vote_average": 7.45,
    "genre": ["History", "Drama"]
}, {
    "poster_path": "/3cgzzWsUOBlNjmA5m4qs9BGkezC.jpg",
    "overview": "When Jake LaMotta steps into a boxing ring and obliterates his opponent, he's a prizefighter. But when he treats his family and friends the same way, he's a ticking time bomb, ready to go off at any moment. Though LaMotta wants his family's love, something always seems to come between them. Perhaps it's his violent bouts of paranoia and jealousy. This kind of rage helped make him a champ, but in real life, he winds up in the ring alone.",
    "release_date": "1980-11-14",
    "id": 1578,
    "title": "Raging Bull",
    "backdrop_path": "/xXDGjVn3cdNG11FbHufsHDFPJG8.jpg",
    "popularity": 2.542474,
    "vote_count": 403,
    "vote_average": 7.45,
    "genre": ["Drama"]
}, {
    "poster_path": "/6BTXHupSPkrwsoz4Br6qwwSVmhj.jpg",
    "overview": "A woman searches for her adult son, who was taken away from her decades ago when she was forced to live in a convent.",
    "release_date": "2013-11-01",
    "id": 205220,
    "title": "Philomena",
    "backdrop_path": "/1RTiQXeHoEMXkZNWaB8W5uaEZ2.jpg",
    "popularity": 1.869815,
    "vote_count": 341,
    "vote_average": 7.45,
    "genre": ["Drama"]
}, {
    "poster_path": "/fPE30sDhrgkBEeJKRCsPERP3wQ9.jpg",
    "overview": "A young teacher inspires her class of at-risk students to learn tolerance, apply themselves, and pursue education beyond high school.",
    "release_date": "2007-01-05",
    "id": 1646,
    "title": "Freedom Writers",
    "backdrop_path": "/hilAvXZyFhSo5akvH0QXHOZQdgD.jpg",
    "popularity": 1.781614,
    "vote_count": 166,
    "vote_average": 7.45,
    "genre": ["Crime", "Drama"]
}, {
    "poster_path": "/2tgl9q3ZaVQUfSsbftqhRxXCElB.jpg",
    "overview": "With only three weeks left in his three year contract, Sam Bell is getting anxious to finally return to Earth. He is the only occupant of a Moon-based manufacturing facility along with his computer and assistant, GERTY. The long period of time alone however has resulted in him talking to himself for the most part, or to his plants. Direct communication with Earth is not possible due to a long-standing communication malfunction but he does get an occasional message from his wife Tess. When he has an accident however, he wakens to find that he is not alone. He also comes to realize that his world is not what he thought it was.",
    "release_date": "2009-06-12",
    "id": 17431,
    "title": "Moon",
    "backdrop_path": "/3idsO3tSMP9cHgfffuWpc1vbtop.jpg",
    "popularity": 2.346761,
    "vote_count": 965,
    "vote_average": 7.44,
    "genre": ["Science Fiction", "Drama"]
}, {
    "poster_path": "/kjJg6eJa9I9flfHaJG67ecEv8YX.jpg",
    "overview": "When his only friend dies, a man born with dwarfism moves to rural New Jersey to live a life of solitude, only to meet a chatty hot dog vendor and a woman dealing with her own personal loss.",
    "release_date": "2003-01-26",
    "id": 2056,
    "title": "The Station Agent",
    "backdrop_path": "/m2BkJ8Fs8O8NCuokXTcCdc4q9Um.jpg",
    "popularity": 2.090668,
    "vote_count": 97,
    "vote_average": 7.44,
    "genre": ["Drama", "Comedy"]
}, {
    "poster_path": "/enCcF48dvT16O2ixGRslU4mPjO7.jpg",
    "overview": "On another planet in the distant past, a Gelfling embarks on a quest to find the missing shard of a magical crystal and restore order to his world, before the grotesque race of Skeksis find and use the crystal for evil.",
    "release_date": "1982-12-17",
    "id": 11639,
    "title": "The Dark Crystal",
    "backdrop_path": "/bwyifreTEr2kVKMUWalMjXHN3Pv.jpg",
    "popularity": 1.652755,
    "vote_count": 114,
    "vote_average": 7.44,
    "genre": ["Fantasy"]
}, {
    "poster_path": "/AmZnx1Lqn9lSRcVRxWzd1cXje0g.jpg",
    "overview": "A young woman's desperate search for her abducted boyfriend that draws her into the infamous Colonia Dignidad, a sect nobody ever escaped from.",
    "release_date": "2016-02-18",
    "id": 318781,
    "title": "Colonia",
    "backdrop_path": "/3Sfjr8UCYrbtDubyDA0MCFjDccI.jpg",
    "popularity": 2.767836,
    "vote_count": 156,
    "vote_average": 7.44,
    "genre": ["Drama", "Romance", "History"]
}, {
    "poster_path": "/zMyfPUelumio3tiDKPffaUpsQTD.jpg",
    "overview": "Obsessive master thief Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.",
    "release_date": "1995-12-15",
    "id": 949,
    "title": "Heat",
    "backdrop_path": "/jMzVSwQp1lLVq9fnQQ4yOjr1YZ2.jpg",
    "popularity": 3.381034,
    "vote_count": 1032,
    "vote_average": 7.44,
    "genre": ["Action", "Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/vXInYahVp31uL8wZORckaoHq565.jpg",
    "overview": "An adventure film about a film crew in search of a monster on a remote island. The crew finds King Kong and decides to take him back to New York as a money making spectacle. The film is a masterpiece of Stop-Motion in filmmaking history and inspired a line of King Kong films.",
    "release_date": "1933-04-07",
    "id": 244,
    "title": "King Kong",
    "backdrop_path": "/ioWJlu7UK979vHeOwItAJsA1OSf.jpg",
    "popularity": 1.941042,
    "vote_count": 120,
    "vote_average": 7.44,
    "genre": ["Adventure", "Action", "Drama", "Horror", "Thriller"]
}, {
    "poster_path": "/we2lCeDzaeExUk68qyTDflHAq5m.jpg",
    "overview": "An epic about British officer T.E. Lawrence's mission to aid the Arab tribes in their revolt against the Ottoman Empire during the First World War. Lawrence becomes a flamboyant, messianic figure in the cause of Arab unity but his psychological instability threatens to undermine his achievements.",
    "release_date": "1962-12-10",
    "id": 947,
    "title": "Lawrence of Arabia",
    "backdrop_path": "/lENerYvUcfl9GlolqA1emj5gb4k.jpg",
    "popularity": 2.56218,
    "vote_count": 488,
    "vote_average": 7.44,
    "genre": ["Adventure", "Drama", "History", "War"]
}, {
    "poster_path": "/e3lYTRwiDVPQv07xKldwlLAXikN.jpg",
    "overview": "Fred C. Dobbs and Bob Curtin, both down on their luck in Tampico, Mexico in 1925, meet up with a grizzled prospector named Howard and decide to join with him in search of gold in the wilds of central Mexico. Through enormous difficulties, they eventually succeed in finding gold, but bandits, the elements, and most especially greed threaten to turn their success into disaster.",
    "release_date": "1948-01-24",
    "id": 3090,
    "title": "The Treasure of the Sierra Madre",
    "backdrop_path": "/dDuNQNUdVMSKeEOwvuicc7m83IL.jpg",
    "popularity": 2.023797,
    "vote_count": 113,
    "vote_average": 7.44,
    "genre": ["Action", "Adventure", "Drama", "Western"]
}, {
    "poster_path": "/rIXzJCAvyd3Ci8ipylDQ5wUKqwh.jpg",
    "overview": "Three detectives in the corrupt and brutal L.A. police force of the 1950s use differing methods to uncover a conspiracy behind the shotgun slayings of the patrons at an all-night diner in this lush tribute to tough film noir crime films. Based on the multi-layered James Ellroy novel.",
    "release_date": "1997-09-19",
    "id": 2118,
    "title": "L.A. Confidential",
    "backdrop_path": "/orhLhvWPRYcW2isnqtNKE08sAPV.jpg",
    "popularity": 2.592791,
    "vote_count": 668,
    "vote_average": 7.44,
    "genre": ["Crime", "Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/44sKJOGP3fTm4QXBcIuqu0RkdP7.jpg",
    "overview": "When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.",
    "release_date": "1981-06-12",
    "id": 85,
    "title": "Raiders of the Lost Ark",
    "backdrop_path": "/dU1CArBM4YsKLfG8YvhtuTJJaGR.jpg",
    "popularity": 3.686975,
    "vote_count": 2396,
    "vote_average": 7.44,
    "genre": ["Adventure", "Action"]
}, {
    "poster_path": "/xqay68babjK46U9WBFD2TmtnGcx.jpg",
    "overview": "The young Harold lives in his own world of suicide-attempts and funeral visits to avoid the misery of his current family and home environment. Harold meets an 80-year-old woman named Maude who also lives in her own world yet one in which she is having the time of her life. When the two opposites meet they realize that their differences don’t matter and they become best friends and love each other.",
    "release_date": "1971-12-20",
    "id": 343,
    "title": "Harold and Maude",
    "backdrop_path": "/fKVS7oPfdjFam3YbgDjOHivTkGU.jpg",
    "popularity": 1.901827,
    "vote_count": 100,
    "vote_average": 7.44,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/9UlEZpKqJPoaFu1OfHM3BohSRUo.jpg",
    "overview": "Two young men strangle their \"inferior\" classmate, hide his body in their apartment, and invite his friends and family to a dinner party as a means to challenge the \"perfection\" of their crime.",
    "release_date": "1948-08-23",
    "id": 1580,
    "title": "Rope",
    "backdrop_path": "/2RWBzG3DYGYmgbsazg3Fls0X02l.jpg",
    "popularity": 2.789433,
    "vote_count": 186,
    "vote_average": 7.43,
    "genre": ["Crime", "Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/22UfH59UppgMtDIMjD6DxhO8J2C.jpg",
    "overview": "A small time thief from Belfast, Gerry Conlon, is falsely implicated in the IRA bombing of a pub that kills several people while he is in London. He and his four friends are coerced by British police into confessing their guilt. Gerry's father and other relatives in London are also implicated in the crime. He spends fifteen years in prison with his father trying to prove his innocence.",
    "release_date": "1993-12-12",
    "id": 7984,
    "title": "In the Name of the Father",
    "backdrop_path": "/pBvKhZ0ZrVeu9Nwyr0BHd8emvN4.jpg",
    "popularity": 1.778168,
    "vote_count": 141,
    "vote_average": 7.43,
    "genre": ["Drama"]
}, {
    "poster_path": "/il9XWx5CbNd2KdDUwrcClEZiLkv.jpg",
    "overview": "Last months of World War II in April 1945. As the Allies make their final push in the European Theater, a battle-hardened U.S. Army sergeant in the 2nd Armored Division named Wardaddy commands a Sherman tank called \"Fury\" and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.",
    "release_date": "2014-10-15",
    "id": 228150,
    "title": "Fury",
    "backdrop_path": "/pKawqrtCBMmxarft7o1LbEynys7.jpg",
    "popularity": 10.109668,
    "vote_count": 2399,
    "vote_average": 7.43,
    "genre": ["War", "Drama", "Action"]
}, {
    "poster_path": "/jeustb4cm3S3jfULDhMyXW2YCIt.jpg",
    "overview": "Having suffered a tragedy, Ben becomes a caregiver to earn money. His first client, Trevor, is a hilarious 18-year-old with muscular dystrophy. One paralyzed emotionally, one paralyzed physically, Ben and Trevor hit the road on a trip into the western states. The folks they collect along the way will help them test their skills for surviving outside their calculated existence. Together, they come to understand the importance of hope and the necessity of true friendship.",
    "release_date": "2016-06-16",
    "id": 318121,
    "title": "The Fundamentals of Caring",
    "backdrop_path": "/ra2mGBQ5z6eAsvLqZzpZcudNmWS.jpg",
    "popularity": 1.734103,
    "vote_count": 210,
    "vote_average": 7.43,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/km6qw4qUkHQRN5y2U1juM1WkBFh.jpg",
    "overview": "William Munny is a retired, once-ruthless killer turned gentle widower and hog farmer. To help support his two motherless children, he accepts one last bounty-hunter mission to find the men who brutalized a prostitute. Joined by his former partner and a cocky greenhorn, he takes on a corrupt sheriff.",
    "release_date": "1992-08-07",
    "id": 33,
    "title": "Unforgiven",
    "backdrop_path": "/vwg6FGap02LkPSeWhiMLDoVwkAz.jpg",
    "popularity": 2.557811,
    "vote_count": 555,
    "vote_average": 7.43,
    "genre": ["Western"]
}, {
    "poster_path": "/4FpHLnUF4nCwDYMIBX7DHaEm5EU.jpg",
    "overview": "Between two Thanksgivings, Hannah's husband falls in love with her sister Lee, while her hypochondriac ex-husband rekindles his relationship with her sister Holly.",
    "release_date": "1986-02-07",
    "id": 5143,
    "title": "Hannah and Her Sisters",
    "backdrop_path": "/tYKXeGArupxx4An31BnJv8iQGAo.jpg",
    "popularity": 2.034809,
    "vote_count": 93,
    "vote_average": 7.43,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/6DRFdlNZpAaEt7eejsbAlJGgaM7.jpg",
    "overview": "Throughout his life Edward Bloom has always been a man of big appetites, enormous passions and tall tales. In his later years, he remains a huge mystery to his son, William. Now, to get to know the real man, Will begins piecing together a true picture of his father from flashbacks of his amazing adventures.",
    "release_date": "2003-12-25",
    "id": 587,
    "title": "Big Fish",
    "backdrop_path": "/kK1rVmqk8pLTuK5ZE7eVdCSqqHL.jpg",
    "popularity": 2.834668,
    "vote_count": 993,
    "vote_average": 7.43,
    "genre": ["Adventure", "Fantasy", "Drama"]
}, {
    "poster_path": "/sM33SANp9z6rXW8Itn7NnG1GOEs.jpg",
    "overview": "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.",
    "release_date": "2016-02-11",
    "id": 269149,
    "title": "Zootopia",
    "backdrop_path": "/mhdeE1yShHTaDbJVdWyTlzFvNkr.jpg",
    "popularity": 8.40372,
    "vote_count": 2054,
    "vote_average": 7.43,
    "genre": ["Animation", "Adventure", "Family", "Comedy"]
}, {
    "poster_path": "/vt5d1gGPgkAKoKp127WPHjSJF3P.jpg",
    "overview": "Jack Terry is a master sound recordist who works on grade-B horror movies. Late one evening, he is recording sounds for use in his movies when he hears something unexpected through his sound equipment and records it. Curiosity gets the better of him when the media become involved, and he begins to unravel the pieces of a nefarious conspiracy. As he struggles to survive against his shadowy enemies and expose the truth, he does not know whom he can trust.",
    "release_date": "1981-07-24",
    "id": 11644,
    "title": "Blow Out",
    "backdrop_path": "/njiYDomW9nFmNWYZSFRU33c6hwr.jpg",
    "popularity": 1.496062,
    "vote_count": 81,
    "vote_average": 7.42,
    "genre": ["Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/flnoqdC38mbaulAeptjynOFO7yi.jpg",
    "overview": "The incredible story of genius musician Wolfgang Amadeus Mozart, told in flashback by his peer and secret rival Antonio Salieri – now confined to an insane asylum.",
    "release_date": "1984-10-26",
    "id": 279,
    "title": "Amadeus",
    "backdrop_path": "/6GMcKubg3KmrE8snLOCNAtsZWW2.jpg",
    "popularity": 2.430177,
    "vote_count": 500,
    "vote_average": 7.42,
    "genre": ["Drama", "History", "Music"]
}, {
    "poster_path": "/Hn0KgefVEp0GkdTexS6gfKTMfi.jpg",
    "overview": "Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.",
    "release_date": "2013-11-15",
    "id": 101299,
    "title": "The Hunger Games: Catching Fire",
    "backdrop_path": "/wRCPG1lsgfTFkWJ7G3eWgxCgv0C.jpg",
    "popularity": 6.842284,
    "vote_count": 3982,
    "vote_average": 7.42,
    "genre": ["Science Fiction", "Thriller", "Action", "Adventure"]
}, {
    "poster_path": "/cIj6yWJKUjdCCO7vuZQKl0NqCQe.jpg",
    "overview": "Nine years ago two strangers met by chance and spent a night in Vienna that ended before sunrise. They are about to meet for the first time since. Now they have one afternoon to find out if they belong together.",
    "release_date": "2004-02-10",
    "id": 80,
    "title": "Before Sunset",
    "backdrop_path": "/2Kx2q1GOmYRjxmILEFIusMIGTUc.jpg",
    "popularity": 2.300247,
    "vote_count": 384,
    "vote_average": 7.42,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/4p1N2Qrt8j0H8xMHMHvtRxv9weZ.jpg",
    "overview": "When Dr. Henry Jones Sr. suddenly goes missing while pursuing the Holy Grail, eminent archaeologist Indiana Jones must team up with Marcus Brody, Sallah, and Elsa Schneider to follow in his father's footsteps and stop the Nazis from recovering the power of eternal life.",
    "release_date": "1989-05-24",
    "id": 89,
    "title": "Indiana Jones and the Last Crusade",
    "backdrop_path": "/m3bEQlir8IWpmFocQBXWM5fkHri.jpg",
    "popularity": 4.039479,
    "vote_count": 1930,
    "vote_average": 7.41,
    "genre": ["Adventure", "Action"]
}, {
    "poster_path": "/itdaGoyXKIAXRrHmchoMsGbwp2y.jpg",
    "overview": "Recent college graduate Benjamin Braddock is seduced by the wife of his father's business partner, Mrs. Robinson. Benjamin soon finds himself falling in love with her daughter, Elaine, as the affair with Mrs. Robinson mother comes back to haunt him.",
    "release_date": "1967-12-21",
    "id": 37247,
    "title": "The Graduate",
    "backdrop_path": "/sEWKMIlgUCCb2n5mT0Mf71DRKLR.jpg",
    "popularity": 2.659474,
    "vote_count": 386,
    "vote_average": 7.41,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/uPxtxhB2Fy9ihVqtBtNGHmknJqV.jpg",
    "overview": "Dr. Ryan Stone (Sandra Bullock), a brilliant medical engineer on her first Shuttle mission, with veteran astronaut Matt Kowalsky (George Clooney) in command of his last flight before retiring. But on a seemingly routine spacewalk, disaster strikes. The Shuttle is destroyed, leaving Stone and Kowalsky completely alone-tethered to nothing but each other and spiraling out into the blackness of space. The deafening silence tells them they have lost any link to Earth and any chance for rescue. As fear turns to panic, every gulp of air eats away at what little oxygen is left. But the only way home may be to go further out into the terrifying expance of space…",
    "release_date": "2013-09-27",
    "id": 49047,
    "title": "Gravity",
    "backdrop_path": "/cQPbUnglzgIE6XDnh1dHnHKB26Y.jpg",
    "popularity": 4.426125,
    "vote_count": 3554,
    "vote_average": 7.41,
    "genre": ["Science Fiction", "Thriller", "Drama"]
}, {
    "poster_path": "/h0h6MeOcNNcQBEmw6Q1MCkdBFs1.jpg",
    "overview": "Lionel Twain has invited the five greatest detectives to a \"dinner and murder.\" How can they resist? Included are a blind butler, a deaf-mute maid, screams, spinning rooms, secret passages, false identities, and more plot turns and twists than are decently allowed.",
    "release_date": "1976-06-23",
    "id": 6037,
    "title": "Murder by Death",
    "backdrop_path": "/qqqzJCi6O1oijtdpO6K3HfEciG8.jpg",
    "popularity": 1.9866,
    "vote_count": 79,
    "vote_average": 7.41,
    "genre": ["Comedy", "Crime", "Mystery", "Thriller"]
}, {
    "poster_path": "/6oxkO1VgKCq74fNILKAg6t2dVEt.jpg",
    "overview": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
    "release_date": "1993-10-09",
    "id": 9479,
    "title": "The Nightmare Before Christmas",
    "backdrop_path": "/8MzrNA4WMwgKnGzOzqFZpa9gEhm.jpg",
    "popularity": 4.509964,
    "vote_count": 1045,
    "vote_average": 7.41,
    "genre": ["Fantasy", "Animation", "Family"]
}, {
    "poster_path": "/oN5lELHH5Xheiy0YdhnY3JB4hx2.jpg",
    "overview": "A small town girl is caught between dead-end jobs. A high-profile, successful man becomes wheelchair bound following an accident. The man decides his life is not worth living until the girl is hired for six months to be his new caretaker. Worlds apart and trapped together by circumstance, the two get off to a rocky start. But the girl becomes determined to prove to the man that life is worth living and as they embark on a series of adventures together, each finds their world changing in ways neither of them could begin to imagine.",
    "release_date": "2016-03-03",
    "id": 296096,
    "title": "Me Before You",
    "backdrop_path": "/o4lxNwKJz8oq3R0kLOIsDlHbDhZ.jpg",
    "popularity": 9.849918,
    "vote_count": 830,
    "vote_average": 7.41,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/kgLTB53HinftRRwhft7yrUOclDC.jpg",
    "overview": "Edward Scissorhands is a classic Tim Burton and Johnny Depp film about a small suburban town that receives a visit from a castaway unfinished science experiment named Edward. A satire on the normality of Middle-America and their fear of outsiders. A magical fairytale story of loneliness, learning, and love; that will make you laugh, curse, and cry.",
    "release_date": "1990-12-05",
    "id": 162,
    "title": "Edward Scissorhands",
    "backdrop_path": "/8XVovs4mLYZmmr2pgU5KYXkohcP.jpg",
    "popularity": 4.448129,
    "vote_count": 1738,
    "vote_average": 7.41,
    "genre": ["Fantasy", "Drama", "Romance"]
}, {
    "poster_path": "/2EUAUIu5lHFlkj5FRryohlH6CRO.jpg",
    "overview": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.",
    "release_date": "2014-06-26",
    "id": 119450,
    "title": "Dawn of the Planet of the Apes",
    "backdrop_path": "/rjUl3pd1LHVOVfG4IGcyA1cId5l.jpg",
    "popularity": 5.820984,
    "vote_count": 2492,
    "vote_average": 7.41,
    "genre": ["Science Fiction", "Action", "Drama", "Thriller"]
}, {
    "poster_path": "/wyC666XyqCGlPEkmS7JkvoWYduF.jpg",
    "overview": "I Origins follows a molecular biologist studying the evolution of the human eye.  He finds his work permeating his life after a brief encounter with an exotic young woman who slips away from him.  As his research continues years later with his lab partner, they make a stunning scientific discovery that has far reaching implications and complicates both his scientific and and spiritual beliefs.  Traveling half way around the world, he risks everything he has ever known to validate his theory.",
    "release_date": "2014-07-18",
    "id": 244267,
    "title": "I Origins",
    "backdrop_path": "/aCqtptDwByuW6gL9rm085KU9eVg.jpg",
    "popularity": 2.754236,
    "vote_count": 576,
    "vote_average": 7.4,
    "genre": ["Science Fiction", "Drama"]
}, {
    "poster_path": "/dpaRsQ4mkAeF3yEpxsuYPU4T9tJ.jpg",
    "overview": "Aspiring actress Eve Harrington maneuvers her way into the lives of Broadway star Margo Channing, playwright Lloyd Richards and director Bill Sampson.",
    "release_date": "1950-10-02",
    "id": 705,
    "title": "All About Eve",
    "backdrop_path": "/dlVEqWvGVie7iZax0MW2zjqIJq0.jpg",
    "popularity": 2.057234,
    "vote_count": 127,
    "vote_average": 7.4,
    "genre": ["Drama"]
}, {
    "poster_path": "/uUNd8rVnHxhl2DOtaU7itT2vv78.jpg",
    "overview": "Based on the best-seller book 'The Little Prince', the movie tells the story of a little girl that lives with resignation in a world where efficiency and work are the only dogmas. Everything will change when accidentally she discovers her neighbor that will tell her about the story of the Little Prince that he once met.",
    "release_date": "2015-07-29",
    "id": 309809,
    "title": "The Little Prince",
    "backdrop_path": "/f5gs9YKhwdYNTaOKP7ePfu7V1HD.jpg",
    "popularity": 2.944628,
    "vote_count": 364,
    "vote_average": 7.4,
    "genre": ["Adventure", "Animation", "Fantasy"]
}, {
    "poster_path": "/55Vfc1beLn3pJF4Lw83TRKHenK6.jpg",
    "overview": "Brazil is a Terry Gilliam dystopic black comedy film that reflects the melancholy, dreamlike quality of a famous Brazilian song that’s been translated into English. The film parodies the mostly dysfunctional bureaucratic world we live in and takes us to a post-apocalyptic world in the future yet with our present day attitudes in mind.",
    "release_date": "1985-02-20",
    "id": 68,
    "title": "Brazil",
    "backdrop_path": "/pVlZBKp8v3Jzd0ahPmrBGlbeQ2s.jpg",
    "popularity": 2.904953,
    "vote_count": 379,
    "vote_average": 7.4,
    "genre": ["Comedy", "Science Fiction"]
}, {
    "poster_path": "/zA1wHeLIvvi3quJSXcrofG2Ytk.jpg",
    "overview": "In this true story told through flashbacks, Christy Brown is born with crippling cerebral palsy into a poor, working-class Irish family. Able only to control movement in his left foot and to speak in guttural sounds, he is mistakenly believed to be retarded for the first ten years of his life.",
    "release_date": "1989-07-21",
    "id": 10161,
    "title": "My Left Foot: The Story of Christy Brown",
    "backdrop_path": "/cddLRFpHPYxfzjrzHWNX227EJN7.jpg",
    "popularity": 1.206314,
    "vote_count": 89,
    "vote_average": 7.4,
    "genre": ["Drama"]
}, {
    "poster_path": "/35xwOkGoyceTW7Q8n14di0eMoxj.jpg",
    "overview": "A troubled rock star descends into madness in the midst of his physical and social isolation from everyone.",
    "release_date": "1982-07-14",
    "id": 12104,
    "title": "Pink Floyd: The Wall",
    "backdrop_path": "/sofxsyR4Br8CdKLCZzzITvdrU4g.jpg",
    "popularity": 1.988035,
    "vote_count": 190,
    "vote_average": 7.4,
    "genre": ["Music"]
}, {
    "poster_path": "/mX8SsTw2uApc02W8SBIKeprcWr1.jpg",
    "overview": "An IRS agent with a fateful secret embarks on an extraordinary journey of redemption by forever changing the lives of seven strangers.",
    "release_date": "2008-12-18",
    "id": 11321,
    "title": "Seven Pounds",
    "backdrop_path": "/ymzaJLm2EIYbG9n7snVfCnHAPQk.jpg",
    "popularity": 3.699112,
    "vote_count": 1108,
    "vote_average": 7.4,
    "genre": ["Drama"]
}, {
    "poster_path": "/35xwOkGoyceTW7Q8n14di0eMoxj.jpg",
    "overview": "A troubled rock star descends into madness in the midst of his physical and social isolation from everyone.",
    "release_date": "1982-07-14",
    "id": 12104,
    "title": "Pink Floyd: The Wall",
    "backdrop_path": "/sofxsyR4Br8CdKLCZzzITvdrU4g.jpg",
    "popularity": 1.988035,
    "vote_count": 190,
    "vote_average": 7.4,
    "genre": ["Music"]
}, {
    "poster_path": "/t90Y3G8UGQp0f0DrP60wRu9gfrH.jpg",
    "overview": "When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.",
    "release_date": "2015-04-22",
    "id": 99861,
    "title": "Avengers: Age of Ultron",
    "backdrop_path": "/570qhjGZmGPrBGnfx70jcwIuBr4.jpg",
    "popularity": 7.194575,
    "vote_count": 4072,
    "vote_average": 7.4,
    "genre": ["Action", "Adventure", "Science Fiction"]
}, {
    "poster_path": "/nkFTbA1XjKWo9LCTaV1hV2Lsgr1.jpg",
    "overview": "The King's Speech tells the story of the man who became King George VI, the father of Queen Elizabeth II. After his brother abdicates, George ('Bertie') reluctantly assumes the throne. Plagued by a dreaded stutter and considered unfit to be king, Bertie engages the help of an unorthodox speech therapist named Lionel Logue. Through a set of unexpected techniques, and as a result of an unlikely friendship, Bertie is able to find his voice and boldly lead the country into war.",
    "release_date": "2010-09-06",
    "id": 45269,
    "title": "The King's Speech",
    "backdrop_path": "/hAQKDTVKk04LWn82OYWLBPpsaVa.jpg",
    "popularity": 3.955714,
    "vote_count": 1571,
    "vote_average": 7.39,
    "genre": ["Drama", "History"]
}, {
    "poster_path": "/xfwTdXCDUZffpzPsPaMrTSnBsSy.jpg",
    "overview": "Philadelphia heiress Tracy Lord throws out her playboy husband C.K. Dexter Haven shortly after their marriage. Two years later, Tracy is about to marry respectable George Kittredge whilst Dexter has been working for \"Spy\" magazine. Dexter arrives at the Lord's mansion the day before the wedding with journalist Mike Connor and photographer Liz Imbrie, determined to spoil things.",
    "release_date": "1940-12-01",
    "id": 981,
    "title": "The Philadelphia Story",
    "backdrop_path": "/zcbnS1dMfehU0lxkdUODqHoChh4.jpg",
    "popularity": 1.962997,
    "vote_count": 79,
    "vote_average": 7.39,
    "genre": ["Comedy", "Romance"]
}, {
    "poster_path": "/9hmmE4K6tOEXB1KeTajIC0pNta6.jpg",
    "overview": "A carnival barker displays a sideshow freak called the Feathered Hen and tells her story. Cleopatra, a trapeze artist with the carnival, is adored by a midget named Hans. Frieda, Hans' fiancée (also a midget), warns Hans that Cleopatra is only interested in him so that he will give her money. Cleopatra has an affair with Hercules, and when Frieda lets it slip that Hans is to come into an inheritance, Cleopatra and Hercules plan to get the money be having Cleopatra marry Hans. During the wedding reception, Cleopatra, although openly romantic with Hercules, is accepted by the freaks, but is revolted and mocks them. The freaks decide that they no longer need Hercules in their carnival and have a new career for Cleopatra all lined up, and make sure she doesn't 'chicken' out.",
    "release_date": "1932-02-20",
    "id": 136,
    "title": "Freaks",
    "backdrop_path": "/hlrFha93oOr3NPYZX35MOQCUKDO.jpg",
    "popularity": 1.625883,
    "vote_count": 80,
    "vote_average": 7.39,
    "genre": ["Drama", "Horror"]
}, {
    "poster_path": "/41mhrXASAW3sdn7LBWF49uCX0xi.jpg",
    "overview": "When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis.  With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew.",
    "release_date": "2013-05-05",
    "id": 54138,
    "title": "Star Trek Into Darkness",
    "backdrop_path": "/ns0IojuqJe24AHTxe8RVcWJUCDM.jpg",
    "popularity": 6.178498,
    "vote_count": 3241,
    "vote_average": 7.39,
    "genre": ["Action", "Adventure", "Science Fiction"]
}, {
    "poster_path": "/4Zz2aX5ZrwebgxdIhPCXBKxFSVO.jpg",
    "overview": "Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles - even if just for a moment - by dreaming up little numbers to the rhythmic beats of her surroundings.",
    "release_date": "2000-05-17",
    "id": 16,
    "title": "Dancer in the Dark",
    "backdrop_path": "/5k89pUmFMZ82yPiL7bqxaFiDqaa.jpg",
    "popularity": 2.321538,
    "vote_count": 175,
    "vote_average": 7.39,
    "genre": ["Drama", "Crime", "Music"]
}, {
    "poster_path": "/auD6GTyZXrvkv8ZQIGmpJsHFJxn.jpg",
    "overview": "When a Sumatran rat-monkey bites Lionel Cosgrove's mother, she's transformed into a zombie and begins killing (and transforming) the entire town while Lionel races to keep things under control.",
    "release_date": "1992-08-13",
    "id": 763,
    "title": "Braindead",
    "backdrop_path": "/3qgqAUA1JQT3o3CUxUhKQ3qZXBY.jpg",
    "popularity": 1.859766,
    "vote_count": 155,
    "vote_average": 7.38,
    "genre": ["Horror", "Comedy"]
}, {
    "poster_path": "/slNJESItHPqp1CENEJQUPw8d7WE.jpg",
    "overview": "A group of working-class friends decides to enlist in the Army during the Vietnam War and finds it to be hellish chaos -- not the noble venture they imagined. Before they left, Steven married his pregnant girlfriend -- and Michael and Nick were in love with the same woman. But all three are different men upon their return.",
    "release_date": "1978-12-08",
    "id": 11778,
    "title": "The Deer Hunter",
    "backdrop_path": "/4B7IVbPZyXk5WDxCbd6pYhQtvM8.jpg",
    "popularity": 2.597865,
    "vote_count": 424,
    "vote_average": 7.38,
    "genre": ["Drama", "War"]
}, {
    "poster_path": "/uyUSC7oX0alcAG9q6vke8WHGKkY.jpg",
    "overview": "No one would take his case until one man was willing to take on the system. Two competing lawyers join forces to sue a prestigious law firm for AIDS discrimination. As their unlikely friendship develops their courage overcomes the prejudice and corruption of their powerful adversaries.",
    "release_date": "1993-12-22",
    "id": 9800,
    "title": "Philadelphia",
    "backdrop_path": "/pabJLbq90hvDQuXJkabiwpvWKQt.jpg",
    "popularity": 2.280657,
    "vote_count": 459,
    "vote_average": 7.38,
    "genre": ["Drama", "Mystery"]
}, {
    "poster_path": "/zjqInUwldOBa0q07fOyohYCWxWX.jpg",
    "overview": "A tale which follows the comedic and eventful journeys of two fish, the fretful Marlin and his young son Nemo, who are separated from each other in the Great Barrier Reef when Nemo is unexpectedly taken from his home and thrust into a fish tank in a dentist's office overlooking Sydney Harbor. Buoyed by the companionship of a friendly but forgetful fish named Dory, the overly cautious Marlin embarks on a dangerous trek and finds himself the unlikely hero of an epic journey to rescue his son.",
    "release_date": "2003-05-30",
    "id": 12,
    "title": "Finding Nemo",
    "backdrop_path": "/n2vIGWw4ezslXjlP0VNxkp9wqwU.jpg",
    "popularity": 6.890697,
    "vote_count": 3481,
    "vote_average": 7.38,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/qeHasONCKH5sR9HcTWquXI5ZN5y.jpg",
    "overview": "A thriller about friendship and loyalty, guilt and vengeance, and the fateful affect the past has on the present. Sean Penn won an Oscar for his multifaceted performance as a father who lost his daughter.",
    "release_date": "2003-10-07",
    "id": 322,
    "title": "Mystic River",
    "backdrop_path": "/66ZxzxXWnfy7sBZXk78njNVIgOb.jpg",
    "popularity": 3.109856,
    "vote_count": 676,
    "vote_average": 7.38,
    "genre": ["Thriller", "Crime", "Drama", "Mystery"]
}, {
    "poster_path": "/cjmluKjmaqLfZmwMEwjki6tvLnS.jpg",
    "overview": "A Victorian Englishman travels to the far future and finds that humanity has divided into two hostile species.",
    "release_date": "1960-08-17",
    "id": 2134,
    "title": "The Time Machine",
    "backdrop_path": "/EVaEyQvzu13g6FPnzb4IlbbrGM.jpg",
    "popularity": 1.888981,
    "vote_count": 95,
    "vote_average": 7.38,
    "genre": ["Thriller", "Adventure", "Fantasy", "Science Fiction", "Romance"]
}, {
    "poster_path": "/9qQdpidN33pTEaxAP5gaTmCPGFq.jpg",
    "overview": "Boyz n the Hood is the popular and successful film and social criticism from John Singleton about the conditions in South Central Los Angeles where teenagers are involved in gun fights and drug dealing on a daily basis.",
    "release_date": "1991-07-12",
    "id": 650,
    "title": "Boyz n the Hood",
    "backdrop_path": "/oJ6l7ZIlN6NZKYkhNvKb5cF3onw.jpg",
    "popularity": 1.660062,
    "vote_count": 157,
    "vote_average": 7.38,
    "genre": ["Crime", "Drama"]
}, {
    "poster_path": "/c95lbDwL5WT8PV9DZsdSvRtXKNA.jpg",
    "overview": "Fortune hunter Holly Golightly finds herself captivated by aspiring writer Paul Varjak, who's moved into her building on a wealthy woman's dime. As romance blooms between Paul and Holly, Doc Golightly shows up on the scene, revealing Holly's past.",
    "release_date": "1961-10-05",
    "id": 164,
    "title": "Breakfast at Tiffany's",
    "backdrop_path": "/haHULz59jdG4OVmqHjZ01z7HEit.jpg",
    "popularity": 2.032093,
    "vote_count": 512,
    "vote_average": 7.38,
    "genre": ["Comedy", "Drama", "Romance"]
}, {
    "poster_path": "/mUrhQYsqsKeN5xCsMQ1SiojMUOw.jpg",
    "overview": "A film about the troubled and controversial life of the master comedy filmmaker.",
    "release_date": "1992-12-18",
    "id": 10435,
    "title": "Chaplin",
    "backdrop_path": "/pImxiScGXBkNvoSkJoULT6SQPO3.jpg",
    "popularity": 1.725031,
    "vote_count": 104,
    "vote_average": 7.38,
    "genre": ["Drama"]
}, {
    "poster_path": "/k63JqnFvkIGWGhjsqRiksZw2OSs.jpg",
    "overview": "Ellie Andrews has just tied the knot with society aviator King Westley when she is whisked away to her father's yacht and out of King's clutches. Ellie jumps ship and eventually winds up on a bus headed back to her husband. Reluctantly she must accept the help of out-of- work reporter Peter Warne. Actually, Warne doesn't give her any choice: either she sticks with him until he gets her back to her husband, or he'll blow the whistle on Ellie to her father. Either way, Peter gets what he wants... a really juicy newspaper story!",
    "release_date": "1934-02-22",
    "id": 3078,
    "title": "It Happened One Night",
    "backdrop_path": "/rMEcrp9ECschG3kSIZHoUuJAmRk.jpg",
    "popularity": 2.066348,
    "vote_count": 126,
    "vote_average": 7.37,
    "genre": ["Comedy", "Romance"]
}, {
    "poster_path": "/xTRRw69N4vsccTY0TDB9FqZY5ld.jpg",
    "overview": "Gilbert has to care for his brother Arnie and his obese mother, which gets in the way when love walks into his life.",
    "release_date": "1993-12-17",
    "id": 1587,
    "title": "What's Eating Gilbert Grape",
    "backdrop_path": "/9JvO9d5VgQ9Cy0bbAdBAyKK7pWd.jpg",
    "popularity": 2.32688,
    "vote_count": 458,
    "vote_average": 7.37,
    "genre": ["Romance", "Drama"]
}, {
    "poster_path": "/4fkBpBB461nZhee5vb8uVsiBAQM.jpg",
    "overview": "Stark, perverse story of murder, kidnapping, and police corruption in Mexican border town.",
    "release_date": "1958-04-23",
    "id": 1480,
    "title": "Touch of Evil",
    "backdrop_path": "/pIWTZLpLfryQj4NrCY4ElI8Sk24.jpg",
    "popularity": 2.215887,
    "vote_count": 94,
    "vote_average": 7.37,
    "genre": ["Drama", "Thriller", "Crime"]
}, {
    "poster_path": "/c414cDeQ9b6qLPLeKmiJuLDUREJ.jpg",
    "overview": "A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.",
    "release_date": "1993-06-11",
    "id": 329,
    "title": "Jurassic Park",
    "backdrop_path": "/pquyhnE9XxHOZqpFS2V6vzt0Dry.jpg",
    "popularity": 2.872427,
    "vote_count": 2962,
    "vote_average": 7.37,
    "genre": ["Adventure", "Science Fiction"]
}, {
    "poster_path": "/vbtDskCLmlDKtzpqdiJYszBhKY2.jpg",
    "overview": "A man wanders out of the desert not knowing who he is. His brother finds him, and helps to pull his memory back of the life he led before he walked out on his family and disappeared four years earlier.",
    "release_date": "1984-05-19",
    "id": 655,
    "title": "Paris, Texas",
    "backdrop_path": "/rgLcOj2vDV9DItDcgYPUuJaVT7F.jpg",
    "popularity": 2.10504,
    "vote_count": 137,
    "vote_average": 7.37,
    "genre": ["Drama"]
}, {
    "poster_path": "/dCgm7efXDmiABSdWDHBDBx2jwmn.jpg",
    "overview": "Deckard Shaw seeks revenge against Dominic Toretto and his family for his comatose brother.",
    "release_date": "2015-04-01",
    "id": 168259,
    "title": "Furious 7",
    "backdrop_path": "/ypyeMfKydpyuuTMdp36rMlkGDUL.jpg",
    "popularity": 8.191086,
    "vote_count": 2800,
    "vote_average": 7.37,
    "genre": ["Action", "Crime", "Thriller"]
}, {
    "poster_path": "/8ST6iVp3fkUSbUpXRAc2Q96YQRk.jpg",
    "overview": "Based on the failed June 28, 2005 mission \"Operation Red Wing.\" Four members of SEAL Team 10, were tasked with the mission to capture or kill notorious Taliban leader, Ahmad Shah. Only one member of the team survived.",
    "release_date": "2013-12-24",
    "id": 193756,
    "title": "Lone Survivor",
    "backdrop_path": "/pPFbXcONHBntJIAsEn8TaIPPCpZ.jpg",
    "popularity": 3.480726,
    "vote_count": 1040,
    "vote_average": 7.37,
    "genre": ["Action", "Drama", "Thriller", "War"]
}, {
    "poster_path": "/bWj0Stn422IoH589I7XM4f46vgp.jpg",
    "overview": "A young neurosurgeon inherits the castle of his grandfather, the famous Dr. Victor von Frankenstein. In the castle he finds a funny hunchback, a pretty lab assistant and the elderly housekeeper. Young Frankenstein believes that the work of his grandfather was delusional, but when he discovers the book where the mad doctor described his reanimation experiment, he suddenly changes his mind.",
    "release_date": "1974-12-15",
    "id": 3034,
    "title": "Young Frankenstein",
    "backdrop_path": "/xniibygKalBzJg2yCugPwZCJe31.jpg",
    "popularity": 2.887749,
    "vote_count": 406,
    "vote_average": 7.37,
    "genre": ["Comedy", "Science Fiction"]
}, {
    "poster_path": "/gai6Kv7BUB9ycf5HB7JlivdXv49.jpg",
    "overview": "This is the story of 1970s African-American action legend Black Dynamite. The Man killed his brother, pumped heroin into local orphanages, and flooded the ghetto with adulterated malt liquor. Black Dynamite was the one hero willing to fight The Man all the way from the blood-soaked city streets to the hallowed halls of the Honky House...",
    "release_date": "2009-10-16",
    "id": 24804,
    "title": "Black Dynamite",
    "backdrop_path": "/f39s0OrTtcY6YXBJFoz5R2m6u9R.jpg",
    "popularity": 1.45047,
    "vote_count": 99,
    "vote_average": 7.36,
    "genre": ["Action", "Comedy"]
}, {
    "poster_path": "/vLSnWLCnqk5j3oLnMnBHJGL3bO0.jpg",
    "overview": "Russian inmate Boyka, now severely hobbled by the knee injury suffered at the end of Undisputed 2. No longer the feared prison fighter he was, he has declined so far that he is now good only for cleaning toilets. But when a new prison fight tournament begins - an international affair, matching the best fighters from prisons around the globe, enticing them with the promise of freedom for the winner - Boyka must reclaim his dignity and fight for his position in the tournament.",
    "release_date": "2010-05-22",
    "id": 38234,
    "title": "Undisputed III: Redemption",
    "backdrop_path": "/c9GlsmZsZ9DR0G3LhRNip2wF06Y.jpg",
    "popularity": 2.127825,
    "vote_count": 81,
    "vote_average": 7.36,
    "genre": ["Action", "Thriller"]
}, {
    "poster_path": "/7YEWtMTWUcLSybO25imetyJX418.jpg",
    "overview": "Deboot of the Power Rangers. Joseph Kahn's take on the FAN FILM. Not a pilot, not a series, not for profit, strictly for exhibition. This is a bootleg experiment not affiliated or endorsed by Saban Entertainment or Lionsgate nor is it selling any product. He claims no rights to any of the characters. This is the NSFW version.",
    "release_date": "2015-02-24",
    "id": 327029,
    "title": "Power/Rangers",
    "backdrop_path": "/1gtENiNa9XA9XtabR4iJpcBpcWt.jpg",
    "popularity": 1.778336,
    "vote_count": 92,
    "vote_average": 7.36,
    "genre": ["Action", "Adventure", "Science Fiction"]
}, {
    "poster_path": "/zMAm3WYmvD40FaWFsOmpicQFabz.jpg",
    "overview": "As the son of a Viking leader on the cusp of manhood, shy Hiccup Horrendous Haddock III faces a rite of passage: he must kill a dragon to prove his warrior mettle. But after downing a feared dragon, he realizes that he no longer wants to destroy it, and instead befriends the beast – which he names Toothless – much to the chagrin of his warrior father",
    "release_date": "2010-03-05",
    "id": 10191,
    "title": "How to Train Your Dragon",
    "backdrop_path": "/nMulOcoR6HAahofkcuo4mtA0o9j.jpg",
    "popularity": 4.031579,
    "vote_count": 2826,
    "vote_average": 7.36,
    "genre": ["Fantasy", "Adventure", "Animation", "Family"]
}, {
    "poster_path": "/fMC8JBWx2VjsJ53JopAcFjqmlYv.jpg",
    "overview": "After a car wreck on the winding Mulholland Drive renders a woman amnesic, she and a perky Hollywood-hopeful search for clues and answers across Los Angeles in a twisting venture beyond dreams and reality.",
    "release_date": "2001-05-16",
    "id": 1018,
    "title": "Mulholland Drive",
    "backdrop_path": "/ihkQywNs6Si24WssdmT1rNHuAYy.jpg",
    "popularity": 3.976935,
    "vote_count": 617,
    "vote_average": 7.36,
    "genre": ["Thriller", "Drama", "Mystery"]
}, {
    "poster_path": "/cPaQPtbJkJzuDQ6BxyH9Dg4Fw8r.jpg",
    "overview": "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under his wing and trains him to defend the world against evil.",
    "release_date": "2016-10-25",
    "id": 284052,
    "title": "Doctor Strange",
    "backdrop_path": "/hETu6AxKsWAS42tw8eXgLUgn4Lo.jpg",
    "popularity": 36.665837,
    "vote_count": 232,
    "vote_average": 7.36,
    "genre": ["Action", "Adventure", "Fantasy", "Science Fiction"]
}, {
    "poster_path": "/gEDGROZ4NQDlRjUPPSSyIf0hKvD.jpg",
    "overview": "After 29-year-old Adaline recovers from a nearly lethal accident, she inexplicably stops growing older. As the years stretch on and on, Adaline keeps her secret to herself  until she meets a man who changes her life.",
    "release_date": "2015-04-16",
    "id": 293863,
    "title": "The Age of Adaline",
    "backdrop_path": "/iAsnIAyoauaGYmQwh2JOd1ibhke.jpg",
    "popularity": 3.879457,
    "vote_count": 1091,
    "vote_average": 7.36,
    "genre": ["Fantasy", "Drama", "Romance"]
}, {
    "poster_path": "/2w8JYyCxK7GOIi68cPhFqknCESA.jpg",
    "overview": "Gromit finds himself being pushed out of his room and home by a new lodger who is actually a ruthless criminal (and a small penguin). The penguin is planning a robbery and needs to use Wallace and his mechanical remote controlled trousers to pull off the raid. However, Gromit is wise to the penguin and comes to the rescue.",
    "release_date": "1993-12-17",
    "id": 531,
    "title": "The Wrong Trousers",
    "backdrop_path": "/9tbJCIaQVg2cnUf26NwGMKDyqvh.jpg",
    "popularity": 2.349627,
    "vote_count": 137,
    "vote_average": 7.36,
    "genre": ["Animation", "Comedy", "Family"]
}, {
    "poster_path": "/nXfdj2JCvLZIPj9jYTFqopQMMsR.jpg",
    "overview": "Margo, Edith, and Agnes spot an ice cream truck.The three of them go after the truck but Agnes falls as she attempts to pedal to the truck. The Minions, seeing her so upset by this, decide to build her a unicorn-themed motorcycle. Agnes goes for a little ride around town.",
    "release_date": "2013-12-10",
    "id": 229408,
    "title": "Minions: Training Wheels",
    "backdrop_path": "/zez1YZjZ8rvFtJYXQshTCCW2cPp.jpg",
    "popularity": 2.430691,
    "vote_count": 75,
    "vote_average": 7.36,
    "genre": ["Comedy", "Animation", "Family"]
}, {
    "poster_path": "/pxC4YsYIL4eSg1zDwrQQuxJegjA.jpg",
    "overview": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of criminals who have kidnapped her child.",
    "release_date": "1986-08-01",
    "id": 793,
    "title": "Blue Velvet",
    "backdrop_path": "/eWzEX02Pw9TN8nCsCASPdtBHXo6.jpg",
    "popularity": 2.193486,
    "vote_count": 321,
    "vote_average": 7.36,
    "genre": ["Crime", "Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/A9XB6BmDlxqag4EFG4aM8R08B5t.jpg",
    "overview": "Selfish yuppie Charlie Babbitt's father left a fortune to his savant brother Raymond and a pittance to Charlie; they travel cross-country.",
    "release_date": "1988-12-11",
    "id": 380,
    "title": "Rain Man",
    "backdrop_path": "/eZ4Aj1O6E95Mk5O9oKKdvfnSWzf.jpg",
    "popularity": 2.317455,
    "vote_count": 863,
    "vote_average": 7.36,
    "genre": ["Drama"]
}, {
    "poster_path": "/tGPqPHuOCbyFxwllrYgKkPDu9xB.jpg",
    "overview": "A Puerto-Rican ex-con, just released from prison, pledges to stay away from drugs and violence despite the pressure around him and lead on to a better life outside of NYC.",
    "release_date": "1993-11-10",
    "id": 6075,
    "title": "Carlito’s Way",
    "backdrop_path": "/24e8tT3xTqjvk95Lqx6BzE49RfQ.jpg",
    "popularity": 2.083787,
    "vote_count": 344,
    "vote_average": 7.35,
    "genre": ["Action", "Crime", "Drama", "Thriller"]
}, {
    "poster_path": "/jY5DEgyMmHUh4AbWTu6pOb5g7vk.jpg",
    "overview": "Based on the hit video game series, Batman must find a bomb planted by the Joker while dealing with a mysterious team of villains called, The Suicide Squad.",
    "release_date": "2014-08-12",
    "id": 242643,
    "title": "Batman: Assault on Arkham",
    "backdrop_path": "/jRGKbaBcsb7mfqLeLpBxPe1Mufc.jpg",
    "popularity": 1.879624,
    "vote_count": 172,
    "vote_average": 7.35,
    "genre": ["Thriller", "Animation", "Action", "Crime"]
}, {
    "poster_path": "/fqe8JxDNO8B8QfOGTdjh6sPCdSC.jpg",
    "overview": "Bounty hunters seek shelter from a raging blizzard and get caught up in a plot of betrayal and deception.",
    "release_date": "2015-12-25",
    "id": 273248,
    "title": "The Hateful Eight",
    "backdrop_path": "/sSvgNBeBNzAuKl8U8sP50ETJPgx.jpg",
    "popularity": 5.098653,
    "vote_count": 2129,
    "vote_average": 7.35,
    "genre": ["Crime", "Drama", "Mystery", "Western"]
}, {
    "poster_path": "/2evlcGnsfdFWLb7geNlIjIewc0Q.jpg",
    "overview": "Shaun of the Dead is a humorous homage to Zombie movies from director Edgar Wright; an outrageous romantic comedy with zombies.",
    "release_date": "2004-04-09",
    "id": 747,
    "title": "Shaun of the Dead",
    "backdrop_path": "/50mMiR0R1QclaAODTutwXBrReLJ.jpg",
    "popularity": 3.117133,
    "vote_count": 1294,
    "vote_average": 7.35,
    "genre": ["Horror", "Comedy"]
}, {
    "poster_path": "/xYGkdhOEVoFrLNUotuTXemtQAWd.jpg",
    "overview": "Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives.",
    "release_date": "2013-07-18",
    "id": 138843,
    "title": "The Conjuring",
    "backdrop_path": "/z2nZw4hFqvEj94CkGWENhQhH7PT.jpg",
    "popularity": 5.156985,
    "vote_count": 1783,
    "vote_average": 7.35,
    "genre": ["Horror", "Thriller"]
}, {
    "poster_path": "/qMn0YCWKxt7xg8nqRnRj2Ei9qgx.jpg",
    "overview": "Harry, Ron and Hermione return to Hogwarts for a third adventure and magic filled year in this follow-up to the first two Potter blockbusters. Harry comes face to face with danger yet again, this time in the form of escaped convict Sirius Black. In a bid for help, Harry turns to sympathetic Professor Lupin -- but will it be enough?",
    "release_date": "2004-05-31",
    "id": 673,
    "title": "Harry Potter and the Prisoner of Azkaban",
    "backdrop_path": "/wWdlIBxn9xCmySxnSWtI2BjZZkF.jpg",
    "popularity": 5.505389,
    "vote_count": 3240,
    "vote_average": 7.35,
    "genre": ["Adventure", "Fantasy", "Family"]
}, {
    "poster_path": "/a8ATKI5pks0uMQFQzEhElBUrBiQ.jpg",
    "overview": "Malcolm is carefully surviving life in a tough neighborhood in Los Angeles while juggling college applications, academic interviews, and the SAT. A chance invitation to an underground party leads him into an adventure that could allow him to go from being a geek, to being dope, to ultimately being himself.",
    "release_date": "2015-06-19",
    "id": 308639,
    "title": "Dope",
    "backdrop_path": "/lXMpLlk6Q2OnrGSHV89pIR3MFh.jpg",
    "popularity": 2.11861,
    "vote_count": 422,
    "vote_average": 7.35,
    "genre": ["Crime", "Drama", "Comedy"]
}, {
    "poster_path": "/z6yhgEzGUJaBBgAxoyggRzwLnVM.jpg",
    "overview": "A tormented jazz musician finds himself lost in an enigmatic story involving murder, surveillance, gangsters, doppelgangers, and an impossible transformation inside a prison cell.",
    "release_date": "1997-01-15",
    "id": 638,
    "title": "Lost Highway",
    "backdrop_path": "/zXSnRqXzM4OR9yNtenZ3dn6AFts.jpg",
    "popularity": 1.784631,
    "vote_count": 243,
    "vote_average": 7.34,
    "genre": ["Drama", "Thriller", "Mystery"]
}, {
    "poster_path": "/3ymjYNivC5WYKmeJ2tKtBRy3HNc.jpg",
    "overview": "\"The Straight Story\" chronicles a trip made by 73-year-old Alvin Straight from Laurens, Iowa, to Mt. Zion, Wisconsin, in 1994 while riding a lawn mower. The man undertook his strange journey to mend his relationship with his ill, estranged, 75-year-old brother Lyle.",
    "release_date": "1999-10-15",
    "id": 404,
    "title": "The Straight Story",
    "backdrop_path": "/9Sib1INpjXMNwYuLSS9wgGRk707.jpg",
    "popularity": 2.815404,
    "vote_count": 99,
    "vote_average": 7.34,
    "genre": ["Drama"]
}, {
    "poster_path": "/cezWGskPY5x7GaglTTRN4Fugfb8.jpg",
    "overview": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
    "release_date": "2012-04-25",
    "id": 24428,
    "title": "The Avengers",
    "backdrop_path": "/hbn46fQaRmlpBuUrEiFqv0GDL6Y.jpg",
    "popularity": 5.621914,
    "vote_count": 8643,
    "vote_average": 7.34,
    "genre": ["Science Fiction", "Action", "Adventure"]
}, {
    "poster_path": "/yCLLbZzAa7jreGus7pvjZmL0bj7.jpg",
    "overview": "A boy named George Jung grows up in a struggling family in the 1950's. His mother nags at her husband as he is trying to make a living for the family. It is finally revealed that George's father cannot make a living and the family goes bankrupt. George does not want the same thing to happen to him, and his friend Tuna, in the 1960's, suggests that he deal marijuana. He is a big hit in California in the 1960's, yet he goes to jail, where he finds out about the wonders of cocaine. As a result, when released, he gets rich by bringing cocaine to America. However, he soon pays the price.",
    "release_date": "2001-04-04",
    "id": 4133,
    "title": "Blow",
    "backdrop_path": "/kvDTWK25Yp92wg2ksAhKebISXZY.jpg",
    "popularity": 3.6546,
    "vote_count": 705,
    "vote_average": 7.34,
    "genre": ["Crime", "Drama"]
}, {
    "poster_path": "/dr6x4GyyegBWtinPBzipY02J2lV.jpg",
    "overview": "Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.",
    "release_date": "2005-06-14",
    "id": 272,
    "title": "Batman Begins",
    "backdrop_path": "/65JWXDCAfwHhJKnDwRnEgVB411X.jpg",
    "popularity": 6.357746,
    "vote_count": 4646,
    "vote_average": 7.33,
    "genre": ["Action", "Crime", "Drama"]
}, {
    "poster_path": "/tcMFeS4ur1CIZo6BSmsjKPSOxMk.jpg",
    "overview": "After a drunken house party with his straight mates, Russell heads out to a gay club. Just before closing time he picks up Glen but what's expected to be just a one-night stand becomes something else, something special.",
    "release_date": "2011-09-22",
    "id": 79120,
    "title": "Weekend",
    "backdrop_path": "/A9sImkMxwuhRiQXx8xCtClB2jXr.jpg",
    "popularity": 1.379183,
    "vote_count": 90,
    "vote_average": 7.33,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/kso0otMalKy9qSEdrzYP7Bc3Rjg.jpg",
    "overview": "When the popular, restless Landon Carter is forced to participate in the school drama production he falls in love with Jamie Sullivan, the daughter of the town's minister. Jamie has a \"to-do\" list for her life and also a very big secret she must keep from Landon.",
    "release_date": "2002-01-25",
    "id": 10229,
    "title": "A Walk to Remember",
    "backdrop_path": "/wPTwGPIL0xqbYFRD2F6LZYwtUdV.jpg",
    "popularity": 2.3385,
    "vote_count": 522,
    "vote_average": 7.33,
    "genre": ["Drama", "Family", "Romance"]
}, {
    "poster_path": "/zmrKp4sKrfMhQZXt6FiJTEJ7EKd.jpg",
    "overview": "Fast Eddie Felson is a small-time pool hustler with a lot of talent but a self-destructive attitude. His bravado causes him to challenge the legendary Minnesota Fats to a high-stakes match, but he loses in a heartbreaking marathon. Now broke and without his long-time manager, Felson faces an uphill battle to regain his confidence and his game.",
    "release_date": "1961-09-25",
    "id": 990,
    "title": "The Hustler",
    "backdrop_path": "/tIAI4enhFfeAJMnXGaa8w6Cp8G3.jpg",
    "popularity": 1.968554,
    "vote_count": 89,
    "vote_average": 7.33,
    "genre": ["Drama"]
}, {
    "poster_path": "/9v283GWj9a0AC8wwC4zriNqY1lZ.jpg",
    "overview": "Richard Hannay is a Canadian visitor to London. At the end of \"Mr Memory's\" show in a music hall, he meets Annabella Smith who is running away from secret agents. He accepts her request to hide her in his flat, but in the night she is murdered. Fearing he could be accused of her murder, Hannay goes on the run determined to break the spy ring.",
    "release_date": "1935-06-01",
    "id": 260,
    "title": "The 39 Steps",
    "backdrop_path": "/37U5GoPmbFK7wRMxlJJ854OzWs.jpg",
    "popularity": 1.946947,
    "vote_count": 100,
    "vote_average": 7.33,
    "genre": ["Action", "Thriller", "Mystery"]
}, {
    "poster_path": "/3hSjDfJcaicSLyivGzm1xMaoQ6Y.jpg",
    "overview": "Amidst her own personality crisis, southern housewife Evelyn Couch meets Ninny, an outgoing old woman who tells her the story of Idgie Threadgoode and Ruth Jamison, two young women who experienced hardships and love in Whistle Stop, Alabama in the 1920s.",
    "release_date": "1991-12-27",
    "id": 1633,
    "title": "Fried Green Tomatoes",
    "backdrop_path": "/z4Ausah3ytq9kX6ScjAE0jFkPdz.jpg",
    "popularity": 2.441391,
    "vote_count": 123,
    "vote_average": 7.33,
    "genre": ["Drama", "Comedy"]
}, {
    "poster_path": "/l3r5MgeN0UUySPbf6aWeUyKGdb2.jpg",
    "overview": "A theater director struggles with his work, and the women in his life, as he attempts to create a life-size replica of New York inside a warehouse as part of his new play.",
    "release_date": "2008-10-24",
    "id": 4960,
    "title": "Synecdoche, New York",
    "backdrop_path": "/n9xfxK6iAyzSSZkoso0wtCBVm8s.jpg",
    "popularity": 2.098807,
    "vote_count": 119,
    "vote_average": 7.33,
    "genre": ["Drama"]
}, {
    "poster_path": "/btnyGcvjMbN4MpwLE7A6J7gNV01.jpg",
    "overview": "Kari the babysitter thinks she's in for a night of routine babysitting. She's prepared to provide neurological stimulation with some soothing musical accompaniment for little Jack-Jack, the smallest member of the incredible Parr family. Little does she know that Jack-Jack will teach her a thing or two about babies with \"special needs.\"",
    "release_date": "2004-12-31",
    "id": 13932,
    "title": "Jack-Jack Attack",
    "backdrop_path": "/mUcfavkzBSlJbhS6cXZyInM9jix.jpg",
    "popularity": 1.799338,
    "vote_count": 116,
    "vote_average": 7.33,
    "genre": ["Adventure", "Animation", "Family"]
}, {
    "poster_path": "/dq3PTFp0lLlEa2TnJepEknU2Sys.jpg",
    "overview": "The true story about an honest New York cop who blew the whistle on rampant corruption in the force only to have his comrades turn against him.",
    "release_date": "1973-12-05",
    "id": 9040,
    "title": "Serpico",
    "backdrop_path": "/6pHv9P9yNXvOAp6G9UU8W8wzeLR.jpg",
    "popularity": 1.965558,
    "vote_count": 187,
    "vote_average": 7.33,
    "genre": ["Crime", "Drama", "History"]
}, {
    "poster_path": "/sNlz540u565f0fGK6CB0379cIJE.jpg",
    "overview": "An estranged family of former child prodigies reunites when their father announces he has a terminal illness.",
    "release_date": "2001-10-05",
    "id": 9428,
    "title": "The Royal Tenenbaums",
    "backdrop_path": "/rk05hk4V0hmfHh4nl2KHjOaNKnq.jpg",
    "popularity": 2.744945,
    "vote_count": 566,
    "vote_average": 7.32,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/93Y9BGx8blzmZOPSoivkFfaifqU.jpg",
    "overview": "James Sullivan and Mike Wazowski are monsters, they earn their living scaring children and are the best in the business... even though they're more afraid of the children than they are of them. When a child accidentally enters their world, James and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.",
    "release_date": "2001-11-01",
    "id": 585,
    "title": "Monsters, Inc.",
    "backdrop_path": "/eKBUYeSgGVvztO2MZxD5YMcz6kv.jpg",
    "popularity": 6.216932,
    "vote_count": 3719,
    "vote_average": 7.32,
    "genre": ["Fantasy", "Animation", "Family", "Comedy"]
}, {
    "poster_path": "/efFW4euBJIha6WVJoBPSfyui2Aa.jpg",
    "overview": "Wallace falls in love with wool-shop owner Wendolene, not suspecting that she (or rather, her dog) is at the head of a fiendish sheep-rustling plot. Gromit is set up and jailed, but his new-found sheepish friend is determine to give Wallace a helping hand in finding out the real truth.",
    "release_date": "1995-12-24",
    "id": 532,
    "title": "A Close Shave",
    "backdrop_path": "/l73cCMohiT8fwSrv8UJ05tcPDbD.jpg",
    "popularity": 1.809991,
    "vote_count": 106,
    "vote_average": 7.32,
    "genre": ["Family", "Animation", "Comedy"]
}, {
    "poster_path": "/y7Ug5P1HhQ9NbflpGcRJUAASiX7.jpg",
    "overview": "The victims of an encephalitis epidemic many years ago have been catatonic ever since, but now a new drug offers the prospect of reviving them.",
    "release_date": "1990-12-12",
    "id": 11005,
    "title": "Awakenings",
    "backdrop_path": "/qbHJsDJLyPfBLkHfdsNTWvSirv8.jpg",
    "popularity": 2.044884,
    "vote_count": 238,
    "vote_average": 7.32,
    "genre": ["Drama"]
}, {
    "poster_path": "/4q7WaevARUuXrm7SM5EeKH3dLMz.jpg",
    "overview": "The story of the five-day interview between Rolling Stone reporter David Lipsky and acclaimed novelist David Foster Wallace, which took place right after the 1996 publication of Wallace's groundbreaking epic novel, 'Infinite Jest.'",
    "release_date": "2015-07-31",
    "id": 249688,
    "title": "The End of the Tour",
    "backdrop_path": "/5Jnwa44SFyN3UqVZ2ucacp16qX9.jpg",
    "popularity": 1.601422,
    "vote_count": 113,
    "vote_average": 7.32,
    "genre": ["Drama"]
}, {
    "poster_path": "/86bY7OdITV3PewH3utGhFdgejq1.jpg",
    "overview": "A track coach in a small California town transforms a team of athletes into championship contenders.",
    "release_date": "2015-02-20",
    "id": 228203,
    "title": "McFarland, USA",
    "backdrop_path": "/idBsXr4rdYzqmvLV9fLzaX82onB.jpg",
    "popularity": 1.594453,
    "vote_count": 132,
    "vote_average": 7.32,
    "genre": ["Drama"]
}, {
    "poster_path": "/rSZs93P0LLxqlVEbI001UKoeCQC.jpg",
    "overview": "A fading actor best known for his portrayal of a popular superhero attempts to mount a comeback by appearing in a Broadway play. As opening night approaches, his attempts to become more altruistic, rebuild his career, and reconnect with friends and family prove more difficult than expected.",
    "release_date": "2014-10-17",
    "id": 194662,
    "title": "Birdman",
    "backdrop_path": "/hUDEHvhNJLNcb83Pp7xnFn0Wj09.jpg",
    "popularity": 6.503087,
    "vote_count": 2583,
    "vote_average": 7.32,
    "genre": ["Drama", "Comedy"]
}, {
    "poster_path": "/TBNvX42VMq5vRNppY27mPYEz4Z.jpg",
    "overview": "The mother of a teenage sociopath who went on a high-school killing spree recalls her son's deranged behavior during childhood, as she deals with her grief.",
    "release_date": "2011-09-28",
    "id": 71859,
    "title": "We Need to Talk About Kevin",
    "backdrop_path": "/6426SMwaHfMTdmygfQ5WGmly7Ya.jpg",
    "popularity": 2.331109,
    "vote_count": 319,
    "vote_average": 7.32,
    "genre": ["Drama", "Thriller"]
}, {
    "poster_path": "/vjoOFOTBJcJvA1weJejlZ92LZD4.jpg",
    "overview": "A psychotic murderer, institutionalized since childhood for the murder of his sister, escapes and stalks a bookish teenage girl and her friends while his doctor chases him through the streets.",
    "release_date": "1978-10-25",
    "id": 948,
    "title": "Halloween",
    "backdrop_path": "/vJHu0oQ35NW4AHUc35DtDK0BZvU.jpg",
    "popularity": 4.417605,
    "vote_count": 481,
    "vote_average": 7.32,
    "genre": ["Horror", "Thriller"]
}, {
    "poster_path": "/vtPR6tSHeu35rF6qTDw3Yjr9eDg.jpg",
    "overview": "The classic story of English POWs in Burma forced to build a bridge to aid the war effort of their Japanese captors. British and American intelligence officers conspire to blow up the structure, but Col. Nicholson , the commander who supervised the bridge's construction, has acquired a sense of pride in his creation and tries to foil their plans.",
    "release_date": "1957-10-02",
    "id": 826,
    "title": "The Bridge on the River Kwai",
    "backdrop_path": "/d23XXntJrVwNENvdriJdqlW1ae6.jpg",
    "popularity": 2.275635,
    "vote_count": 254,
    "vote_average": 7.32,
    "genre": ["Drama", "History", "War"]
}, {
    "poster_path": "/reLfX4fIasqLXCdgZ7vnnYWYhe3.jpg",
    "overview": "In honor of his birthday, San Francisco banker Nicholas Van Orton, a financial genius and a coldhearted loner, receives an unusual present from his younger brother, Conrad -- a gift certificate to play a unique kind of game. In nary a nanosecond, Nicholas finds himself consumed by a dangerous set of ever-changing rules, unable to distinguish where the charade ends and reality begins.",
    "release_date": "1997-09-12",
    "id": 2649,
    "title": "The Game",
    "backdrop_path": "/3Eux3wcYYb79D2sr8aA6BEH9kVl.jpg",
    "popularity": 2.484231,
    "vote_count": 805,
    "vote_average": 7.32,
    "genre": ["Drama", "Thriller", "Mystery"]
}, {
    "poster_path": "/uDSP5H5akJ85xMGSHRtaqHGBRLD.jpg",
    "overview": "Following the death of his employer and mentor, Bumpy Johnson, Frank Lucas establishes himself as the number one importer of heroin in the Harlem district of Manhattan. He does so by buying heroin directly from the source in South East Asia and he comes up with a unique way of importing the drugs into the United States. Based on a true story.",
    "release_date": "2007-11-02",
    "id": 4982,
    "title": "American Gangster",
    "backdrop_path": "/uSWzHRan14Kxe7AgbA43CSN1fXw.jpg",
    "popularity": 3.034004,
    "vote_count": 869,
    "vote_average": 7.32,
    "genre": ["Drama", "Crime"]
}, {
    "poster_path": "/8c6BeOIrDStz2aiPceYdI5sd9pL.jpg",
    "overview": "Based on a true story, in which Richmond High School head basketball coach Ken Carter made headlines in 1999 for benching his undefeated team due to poor academic results.",
    "release_date": "2005-01-14",
    "id": 7214,
    "title": "Coach Carter",
    "backdrop_path": "/qgmcpz4ZyDxtAOTvqN6oIpBez7d.jpg",
    "popularity": 2.326675,
    "vote_count": 249,
    "vote_average": 7.32,
    "genre": ["Drama"]
}, {
    "poster_path": "/rgJa3DRf8L2EnYKr5ZRMpuQn0s2.jpg",
    "overview": "Nicholas Garrigan, a young doctor from Scotland, decides it is time for an adventure after he finishes his formal education. He decides to try his luck in Uganda. He arrives during the downfall of president Obote. General Idi Amin comes to power and asks him to become his personal doctor. When will Nicholas realize Amin is not the friend of the nation, but a brutal dictator?",
    "release_date": "2006-09-01",
    "id": 1523,
    "title": "The Last King of Scotland",
    "backdrop_path": "/p7WgP9egrM3hEogrhrLiHA8QD1r.jpg",
    "popularity": 2.825217,
    "vote_count": 246,
    "vote_average": 7.32,
    "genre": ["Drama"]
}, {
    "poster_path": "/nFovf0eUlbdGRqjdxETFunUAtI0.jpg",
    "overview": "A TV network cynically exploits a deranged ex-TV anchor's ravings and revelations about the media for their own profit.",
    "release_date": "1976-11-01",
    "id": 10774,
    "title": "Network",
    "backdrop_path": "/cD3uUR1xEOB856YUlNxWYJwkuil.jpg",
    "popularity": 2.46016,
    "vote_count": 144,
    "vote_average": 7.31,
    "genre": ["Drama"]
}, {
    "poster_path": "/r1VJRXuIjotpsT2gJ1E3lKWdRG0.jpg",
    "overview": "Ted Kramer is a career man for whom his work comes before his family. His wife Joanna cannot take this anymore, so she decides to leave him. Ted is now faced with the tasks of housekeeping and taking care of himself and their young son Billy.",
    "release_date": "1979-12-19",
    "id": 12102,
    "title": "Kramer vs. Kramer",
    "backdrop_path": "/uykne2LCkVuD5NEBzicCmCHFqBa.jpg",
    "popularity": 2.235873,
    "vote_count": 219,
    "vote_average": 7.31,
    "genre": ["Drama"]
}, {
    "poster_path": "/rUJbwJkJNjwEcFYzEktOrgm5YUd.jpg",
    "overview": "While subjected to the horrors of WWII Germany, young Liesel finds solace by stealing books and sharing them with others. Under the stairs in her home, a Jewish refuge is being sheltered by her adoptive parents.",
    "release_date": "2013-11-08",
    "id": 203833,
    "title": "The Book Thief",
    "backdrop_path": "/rDP6NMuBTsjLvyaMub7BOT7Au4l.jpg",
    "popularity": 2.922141,
    "vote_count": 796,
    "vote_average": 7.31,
    "genre": ["Drama"]
}, {
    "poster_path": "/iHJtP74X9hie5LZDwmFW7wugX1H.jpg",
    "overview": "1942. Joseph is eleven. And this June morning, he must go to school, a yellow star sown on his chest. He receives the support of a goods dealer. The mockery of a baker. Between kindness and contempt, Jo, his Jewish friends, their families, learn of life in an occupied Paris, on the Butte Montmartre, where they've taken shelter. At least that's what they think, until that morning on July 16th 1942, when their fragile happiness is toppled over.",
    "release_date": "2010-03-10",
    "id": 41411,
    "title": "The Round Up",
    "backdrop_path": "/yw2QRHwsMSCH0gIUZirvxDOpHs7.jpg",
    "popularity": 2.840336,
    "vote_count": 163,
    "vote_average": 7.31,
    "genre": ["Drama", "History", "War"]
}, {
    "poster_path": "/jtKq0EtothAzWlnRBBWGCA8uFuu.jpg",
    "overview": "Slevin is mistakenly put in the middle of a personal war between the city’s biggest criminal bosses. Under constant watch, Slevin must try not to get killed by an infamous assassin and come up with an idea of how to get out of his current dilemma. A film with many twists and turns.",
    "release_date": "2006-02-24",
    "id": 186,
    "title": "Lucky Number Slevin",
    "backdrop_path": "/8nvayG5l0urcjvvpszoECDqLWzD.jpg",
    "popularity": 2.634731,
    "vote_count": 731,
    "vote_average": 7.31,
    "genre": ["Drama", "Thriller", "Crime", "Mystery"]
}, {
    "poster_path": "/yr6XX4c7BOvxVjV6cJePwZdUlLn.jpg",
    "overview": "The Cobol Job is a fourteen-minute animated prequel to Christopher Nolan’s award-winning movie: Inception, detailing the heist on Mr. Kaneda's mind by Nash, Cobb, Arthur, and several Cobol Engineering thugs.",
    "release_date": "2010-12-07",
    "id": 64956,
    "title": "Inception: The Cobol Job",
    "backdrop_path": "/2kGP9gJEONx1hjgRjbusXzAbKQf.jpg",
    "popularity": 1.301031,
    "vote_count": 171,
    "vote_average": 7.31,
    "genre": ["Animation", "Action", "Thriller", "Science Fiction"]
}, {
    "poster_path": "/maP4MTfPCeVD2FZbKTLUgriOW4R.jpg",
    "overview": "The end begins as Harry, Ron, and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
    "release_date": "2010-10-17",
    "id": 12444,
    "title": "Harry Potter and the Deathly Hallows: Part 1",
    "backdrop_path": "/8YA36faYlkpfp6aozcGsqq68pZ9.jpg",
    "popularity": 4.711803,
    "vote_count": 3217,
    "vote_average": 7.3,
    "genre": ["Adventure", "Fantasy", "Family"]
}, {
    "poster_path": "/mvs3reS18RP6IhjLwwLeVtkoeg0.jpg",
    "overview": "Author P.L. Travers travels from London to Hollywood as Walt Disney Pictures adapts her novel Mary Poppins for the big screen.",
    "release_date": "2013-11-16",
    "id": 140823,
    "title": "Saving Mr. Banks",
    "backdrop_path": "/fJQ5kjLx4UdK05MC323Vlzwr6S8.jpg",
    "popularity": 1.864855,
    "vote_count": 752,
    "vote_average": 7.3,
    "genre": ["Comedy", "Drama", "History"]
}, {
    "poster_path": "/tJl9pbuY8e3Qv9ylpC61tmm0B4h.jpg",
    "overview": "A drama centered on a classical pianist who has been diagnosed with ALS and the brash college student who becomes her caregiver.",
    "release_date": "2014-10-10",
    "id": 290542,
    "title": "You're Not You",
    "backdrop_path": "/ke1ElBrgbSAF3D8YeP42uFKpVMN.jpg",
    "popularity": 3.261883,
    "vote_count": 132,
    "vote_average": 7.3,
    "genre": ["Drama"]
}, {
    "poster_path": "/xPihqTMhCh6b8DHYzE61jrIiNMS.jpg",
    "overview": "The fate of the galaxy rests in the hands of bitter rivals. One, James Kirk, is a delinquent, thrill-seeking Iowa farm boy. The other, Spock, a Vulcan, was raised in a logic-based society that rejects all emotion. As fiery instinct clashes with calm reason, their unlikely but powerful partnership is the only thing capable of leading their crew through unimaginable danger, boldly going where no one has gone before. The human adventure has begun again.",
    "release_date": "2009-05-06",
    "id": 13475,
    "title": "Star Trek",
    "backdrop_path": "/1XOSh6BFZbQ0xN75m4avqgzClyG.jpg",
    "popularity": 5.639769,
    "vote_count": 3279,
    "vote_average": 7.3,
    "genre": ["Science Fiction", "Action", "Adventure"]
}, {
    "poster_path": "/o3nKOc5enjG5olFuZR5Yiq5xUqG.jpg",
    "overview": "Riley, now 12, is hanging out at home with her parents in San Francisco when potential trouble comes knocking: a boy shows up at the door.",
    "release_date": "2015-11-03",
    "id": 355338,
    "title": "Riley's First Date?",
    "backdrop_path": "/e817LJqkEeoOAI2LXqQTpEk00Y1.jpg",
    "popularity": 2.008453,
    "vote_count": 125,
    "vote_average": 7.3,
    "genre": ["Animation", "Family"]
}, {
    "poster_path": "/gmUAhNHY4bxQzgHjXci5JAW7u62.jpg",
    "overview": "Set in 1929, a political boss and his advisor have a parting of the ways when they both fall for the same woman.",
    "release_date": "1990-09-21",
    "id": 379,
    "title": "Miller's Crossing",
    "backdrop_path": "/cN1H4fa8qylYxZAMh3XVltnB0sC.jpg",
    "popularity": 2.757771,
    "vote_count": 193,
    "vote_average": 7.3,
    "genre": ["Drama", "Thriller", "Crime"]
}, {
    "poster_path": "/7f53XAE4nPiGe9XprpGAeWHuKPw.jpg",
    "overview": "Princess Jasmine grows tired of being forced to remain in the palace and she sneaks out into the marketplace  in disguise where she meets street-urchin Aladdin and the two fall in love, although she may only marry a prince. After being thrown in jail, Aladdin and becomes embroiled in a plot to find a mysterious lamp with which the evil Jafar hopes to rule the land.",
    "release_date": "1992-11-25",
    "id": 812,
    "title": "Aladdin",
    "backdrop_path": "/oZN5w508NSlrmcMql1wohhsQGIg.jpg",
    "popularity": 3.826586,
    "vote_count": 1968,
    "vote_average": 7.3,
    "genre": ["Animation", "Family", "Comedy", "Adventure", "Fantasy", "Romance"]
}, {
    "poster_path": "/qSJYJ0FsP5DMJcn37fYVq0VhmNt.jpg",
    "overview": "A young couple moves into an infamous New York apartment building to start a family. Things become frightening as Rosemary begins to suspect her unborn baby isn't safe around their strange neighbors.",
    "release_date": "1968-06-12",
    "id": 805,
    "title": "Rosemary's Baby",
    "backdrop_path": "/3THF7D3uPqhV6k7iKsr2EyjqVPK.jpg",
    "popularity": 2.688336,
    "vote_count": 405,
    "vote_average": 7.3,
    "genre": ["Horror", "Drama", "Mystery"]
}, {
    "poster_path": "/yeA0eyNUmMlvXPkm9AHQfzxOwPy.jpg",
    "overview": "In 1950s Ireland and New York, young Ellis Lacey has to choose between two men and two countries.",
    "release_date": "2015-11-04",
    "id": 167073,
    "title": "Brooklyn",
    "backdrop_path": "/7fXKVIM8UQBvQ9aQOzFqThlq7eN.jpg",
    "popularity": 3.122186,
    "vote_count": 658,
    "vote_average": 7.29,
    "genre": ["Drama", "Romance"]
}, {
    "poster_path": "/jaDUxqDju6zqoADVKvZo2OunoRC.jpg",
    "overview": "An arrogant, high-powered attorney takes on the case of a poor altar boy found running away from the scene of the grisly murder of the bishop who has taken him in. The case gets a lot more complex when the accused reveals that there may or may not have been a 3rd person in the room. The intensity builds when a surprise twist alters everyone's perception of the crime.",
    "release_date": "1996-04-03",
    "id": 1592,
    "title": "Primal Fear",
    "backdrop_path": "/zCibMaYNkS0JhOZaQXtYWImv8nt.jpg",
    "popularity": 2.209907,
    "vote_count": 287,
    "vote_average": 7.29,
    "genre": ["Crime", "Drama", "Mystery", "Thriller"]
}, {
    "poster_path": "/jgQU84QuFQ4yofDmGYzOsXLEQj9.jpg",
    "overview": "Wallace and Gromit have run out of cheese and this provides an excellent excuse for the animated duo to take their holiday on the moon, where, as everyone knows, there is ample cheese. The moon is inhabited by a mechanical caretaker, who is not too happy about the two visitors from earth that nibble on the moon.",
    "release_date": "1990-05-18",
    "id": 530,
    "title": "A Grand Day Out",
    "backdrop_path": "/oja259HY4XlSTSnBwoErZ8A080x.jpg",
    "popularity": 1.753763,
    "vote_count": 93,
    "vote_average": 7.29,
    "genre": ["Adventure", "Animation", "Comedy", "Science Fiction", "Family"]
}, {
    "poster_path": "/qV7QaSf7f7yC2lc985zfyOJIAIN.jpg",
    "overview": "A fast paced comedy about a card sharp and his unwillingly enlisted friends, who need to make a lot of cash quick after losing a sketchy poker match. To do this they decide to pull a heist on a small-time gang who happen to be operating out of the flat next door. Lots of British humor, off the wall characters, and a line up of unbelievable scenes put director Guy Ritchie on the map.",
    "release_date": "1998-03-05",
    "id": 100,
    "title": "Lock, Stock and Two Smoking Barrels",
    "backdrop_path": "/kzeR7BA0htJ7BeI6QEUX3PVp39s.jpg",
    "popularity": 1.670178,
    "vote_count": 1116,
    "vote_average": 7.29,
    "genre": ["Comedy", "Crime"]
}, {
    "poster_path": "/hZlV6EDabAKoYzNpR4jg3QWKtyd.jpg",
    "overview": "The Kite Runner is a 2007 American drama film directed by Marc Forster based on the novel of the same name by Khaled Hosseini. It tells the story of Amir, a well-to-do boy from the Wazir Akbar Khan district of Kabul, who is tormented by the guilt of abandoning his friend Hassan, the son of his father's Hazara servant. The story is set against a backdrop of tumultuous events, from the fall of the monarchy in Afghanistan through the Soviet military intervention, the mass exodus of Afghan refugees to Pakistan and the United States, and the Taliban regime.  Though most of the film is set in Afghanistan, these parts were mostly shot in Kashgar, China, due to the dangers of filming in Afghanistan at the time. Most of the film's dialogue is in Dari, the Afghan dialect of Persian, with the remainder spoken in English. (from Wikipedia)",
    "release_date": "2007-10-14",
    "id": 7979,
    "title": "The Kite Runner",
    "backdrop_path": "/3H11X3yy1FJrW02tCjETkqfZvvx.jpg",
    "popularity": 2.400776,
    "vote_count": 203,
    "vote_average": 7.29,
    "genre": ["Drama"]
}, {
    "poster_path": "/fdCWRMe2MLX2wzKdtItXFOJj5FJ.jpg",
    "overview": "Aging outlaw Pike Bishop (William Holden) prepares to retire after one final robbery. Joined by his gang, which includes Dutch Engstrom (Ernest Borgnine) and brothers Lyle (Warren Oates) and Tector Gorch (Ben Johnson), Bishop discovers the heist is a setup orchestrated in part by his old partner, Deke Thornton (Robert Ryan). As the remaining gang takes refuge in Mexican territory, Thornton trails them, resulting in fierce gunfights with plenty of casualties",
    "release_date": "1969-06-17",
    "id": 576,
    "title": "The Wild Bunch",
    "backdrop_path": "/5cU4aQsBVCAnDarJHGYmi6RRRGC.jpg",
    "popularity": 1.607698,
    "vote_count": 117,
    "vote_average": 7.29,
    "genre": ["Adventure", "Western"]
}, {
    "poster_path": "/mNg0HRIhJyPgKo3NoxD3rfw061O.jpg",
    "overview": "Maria Altmann, an octogenarian Jewish refugee, takes on the Austrian government to recover a world famous painting of her aunt plundered by the Nazis during World War II, she believes rightfully belongs to her family. She did so not just to regain what was rightfully hers, but also to obtain some measure of justice for the death, destruction, and massive art theft perpetrated by the Nazis.",
    "release_date": "2015-04-10",
    "id": 304357,
    "title": "Woman in Gold",
    "backdrop_path": "/blfp1vzDXeXiPX2b5qJcotXqVHN.jpg",
    "popularity": 2.39727,
    "vote_count": 252,
    "vote_average": 7.29,
    "genre": ["Drama"]
}, {
    "poster_path": "/bEAoNvtqvO0c2lItNkKlKUqhPuw.jpg",
    "overview": "After moving to a new town, troublemaking teen Jim Stark is supposed to have a clean slate, although being the new kid in town brings its own problems. While searching for some stability, Stark forms a bond with a disturbed classmate, Plato, and falls for local girl Judy. However, Judy is the girlfriend of neighborhood tough, Buzz. When Buzz violently confronts Jim and challenges him to a drag race, the new kid's real troubles begin.",
    "release_date": "1955-10-27",
    "id": 221,
    "title": "Rebel Without a Cause",
    "backdrop_path": "/aFrfCpEwyyAhIbooDANgWiFzV9R.jpg",
    "popularity": 1.749577,
    "vote_count": 136,
    "vote_average": 7.28,
    "genre": ["Drama"]
}, {
    "poster_path": "/yieQP793jMTJmJN8qXBHRoSiNgH.jpg",
    "overview": "The King of Comedy is a bitterly evil satire of show business. Rupert Pupkins is obsessed with becoming famous so he aims at kidnapping one of the best in the business, Jerry Langford.",
    "release_date": "1982-12-18",
    "id": 262,
    "title": "The King of Comedy",
    "backdrop_path": "/gMmahpSK47iTmnaqSCCO4akrAgr.jpg",
    "popularity": 2.132639,
    "vote_count": 96,
    "vote_average": 7.28,
    "genre": ["Comedy", "Drama"]
}, {
    "poster_path": "/sYPOQI57JVNmjiLI3KeZ5KA8O9i.jpg",
    "overview": "Chris Taylor, a young, naive recruit in Vietnam, faces a moral crisis when confronted with the horrors of war and the duality of man.",
    "release_date": "1986-12-18",
    "id": 792,
    "title": "Platoon",
    "backdrop_path": "/ufqPsRItWyFzdFz3MevDkxRF8pT.jpg",
    "popularity": 3.473701,
    "vote_count": 615,
    "vote_average": 7.28,
    "genre": ["Drama", "War", "Action"]
}, {
    "poster_path": "/iO9aZzrfmMvm3IqkFiQyuuUMLh2.jpg",
    "overview": "Three office workers strike back at their evil employers by hatching a hapless attempt to embezzle money.",
    "release_date": "1999-02-19",
    "id": 1542,
    "title": "Office Space",
    "backdrop_path": "/sjJyxlCsQRDfsanDUg8xiFT7xgS.jpg",
    "popularity": 2.811283,
    "vote_count": 607,
    "vote_average": 7.28,
    "genre": ["Comedy", "Crime"]
}, {
    "poster_path": "/w515BrZvczKIxbHurG6HIiYYrba.jpg",
    "overview": "Chuck, a top international manager for FedEx, and Kelly, a Ph.D. student, are in love and heading towards marriage. Then Chuck's plane to Malaysia ditches at sea during a terrible storm. He's the only survivor, and he washes up on a tiny island with nothing but some flotsam and jetsam from the aircraft's cargo. Can he survive in this tropical wasteland? Will he ever return to woman he loves?",
    "release_date": "2000-12-22",
    "id": 8358,
    "title": "Cast Away",
    "backdrop_path": "/frbW3kQXhVZPhceuQa1EqwZPXQr.jpg",
    "popularity": 4.000876,
    "vote_count": 1686,
    "vote_average": 7.28,
    "genre": ["Adventure", "Drama"]
}]